[
    {
        "front": "1) Viral genomes vary greatly in size and may include from four genes to several hundred genes. Which of the following viral features is most apt to correlate with the size of the genome?",
        "options": [
            "A) size of the viral capsomeres",
            "B) RNA versus DNA genome",
            "C) double- versus single-strand genomes",
            "D) size and shape of the capsid",
            "E) glycoproteins of the envelope"
        ],
        "back": "D",
        "unit": "Unit 19",
        "chapter": "Chapter 19",
        "images": []
    },
    {
        "front": "2) Viral envelopes can best be analyzed with which of the following techniques?",
        "options": [
            "A) transmission electron microscopy",
            "B) antibodies against specific proteins not found in the host membranes",
            "C) staining and visualization with the light microscope",
            "D) use of plaque assays for quantitative measurement of viral titer",
            "E) immunofluorescent tagging of capsid proteins"
        ],
        "back": "B",
        "unit": "Unit 19",
        "chapter": "Chapter 19",
        "images": []
    },
    {
        "front": "3) The host range of a virus is determined by",
        "options": [
            "A) the enzymes carried by the virus.",
            "B) whether its nucleic acid is DNA or RNA.",
            "C) the proteins in the host's cytoplasm.",
            "D) the enzymes produced by the virus before it infects the cell.",
            "E) the proteins on its surface and that of the host."
        ],
        "back": "E",
        "unit": "Unit 19",
        "chapter": "Chapter 19",
        "images": []
    },
    {
        "front": "4) Most human-infecting viruses are maintained in the human population only. However, a zoonosis is a disease that is transmitted from other vertebrates to humans, at least sporadically, without requiring viral mutation. Which of the following is the best example of a zoonosis?",
        "options": [
            "A) rabies",
            "B) herpesvirus",
            "C) smallpox",
            "D) HIV",
            "E) hepatitis virus"
        ],
        "back": "A",
        "unit": "Unit 19",
        "chapter": "Chapter 19",
        "images": []
    },
    {
        "front": "5) Which of the following accounts for someone who has had a herpesvirus-mediated cold sore or genital sore getting flare-ups for the rest of his or her life?",
        "options": [
            "A) re-infection by a closely related herpesvirus of a different strain",
            "B) re-infection by the same herpesvirus strain",
            "C) co-infection with an unrelated virus that causes the same symptoms",
            "D) copies of the herpesvirus genome permanently maintained in host nuclei",
            "E) copies of the herpesvirus genome permanently maintained in host cell cytoplasm"
        ],
        "back": "D",
        "unit": "Unit 19",
        "chapter": "Chapter 19",
        "images": []
    },
    {
        "front": "6) In many ways, the regulation of the genes of a particular group of viruses will be similar to the regulation of the host genes. Therefore, which of the following would you expect of the genes of the bacteriophage?",
        "options": [
            "A) regulation via acetylation of histones",
            "B) positive control mechanisms rather than negative",
            "C) control of more than one gene in an operon",
            "D) reliance on transcription activators",
            "E) utilization of eukaryotic polymerases"
        ],
        "back": "C",
        "unit": "Unit 19",
        "chapter": "Chapter 19",
        "images": []
    },
    {
        "front": "7) Which of the following is characteristic of the lytic cycle?",
        "options": [
            "A) Many bacterial cells containing viral DNA are produced.",
            "B) Viral DNA is incorporated into the host genome.",
            "C) The viral genome replicates without destroying the host.",
            "D) A large number of phages are released at a time.",
            "E) The virus-host relationship usually lasts for generations."
        ],
        "back": "D",
        "unit": "Unit 19",
        "chapter": "Chapter 19",
        "images": []
    },
    {
        "front": "8) Which of the following statements describes the lysogenic cycle of lambda (λ) phage?",
        "options": [
            "A) After infection, the viral genes immediately turn the host cell into a lambda-producing factory, and the host cell then lyses.",
            "B) Most of the prophage genes are activated by the product of a particular prophage gene.",
            "C) The phage genome replicates along with the host genome.",
            "D) Certain environmental triggers can cause the phage to exit the host genome, switching from the lytic to the lysogenic.",
            "E) The phage DNA is incorporated by crossing over into any nonspecific site on the host cell's DNA."
        ],
        "back": "C",
        "unit": "Unit 19",
        "chapter": "Chapter 19",
        "images": []
    },
    {
        "front": "9) Why do RNA viruses appear to have higher rates of mutation?",
        "options": [
            "A) RNA nucleotides are more unstable than DNA nucleotides.",
            "B) Replication of their genomes does not involve proofreading.",
            "C) RNA viruses replicate faster.",
            "D) RNA viruses can incorporate a variety of nonstandard bases.",
            "E) RNA viruses are more sensitive to mutagens."
        ],
        "back": "B",
        "unit": "Unit 19",
        "chapter": "Chapter 19",
        "images": []
    },
    {
        "front": "10) Most molecular biologists think that viruses originated from fragments of cellular nucleic acid. Which of the following observations supports this theory?",
        "options": [
            "A) Viruses contain either DNA or RNA.",
            "B) Viruses are enclosed in protein capsids rather than plasma membranes.",
            "C) Viruses can reproduce only inside host cells.",
            "D) Viruses can infect both prokaryotic and eukaryotic cells.",
            "E) Viral genomes are usually similar to the genome of the host cell."
        ],
        "back": "E",
        "unit": "Unit 19",
        "chapter": "Chapter 19",
        "images": []
    },
    {
        "front": "11) A researcher lyses a cell that contains nucleic acid molecules and capsomeres of tobacco mosaic virus (TMV). The cell contents are left in a covered test tube overnight. The next day this mixture is sprayed on tobacco plants. Which of the following would be expected to occur?",
        "options": [
            "A) The plants would develop some but not all of the symptoms of the TMV infection.",
            "B) The plants would develop symptoms typically produced by viroids.",
            "C) The plants would develop the typical symptoms of TMV infection.",
            "D) The plants would not show any disease symptoms.",
            "E) The plants would become infected, but the sap from these plants would be unable to infect other plants."
        ],
        "back": "C",
        "unit": "Unit 19",
        "chapter": "Chapter 19",
        "images": []
    },
    {
        "front": "12) Which viruses have single-stranded RNA that acts as a template for DNA synthesis?",
        "options": [
            "A) lytic phages",
            "B) proviruses",
            "C) viroids",
            "D) bacteriophages",
            "E) retroviruses"
        ],
        "back": "E",
        "unit": "Unit 19",
        "chapter": "Chapter 19",
        "images": []
    },
    {
        "front": "13) What is the function of reverse transcriptase in retroviruses?",
        "options": [
            "A) It hydrolyzes the host cell's DNA.",
            "B) It uses viral RNA as a template for DNA synthesis.",
            "C) It converts host cell RNA into viral DNA.",
            "D) It translates viral RNA into proteins.",
            "E) It uses viral RNA as a template for making complementary RNA strands."
        ],
        "back": "B",
        "unit": "Unit 19",
        "chapter": "Chapter 19",
        "images": []
    },
    {
        "front": "14) Which of the following can be effective in preventing the onset of viral infection in humans?",
        "options": [
            "A) taking vitamins",
            "B) getting vaccinated",
            "C) taking antibiotics",
            "D) applying antiseptics",
            "E) taking nucleoside analogs that inhibit transcription"
        ],
        "back": "B",
        "unit": "Unit 19",
        "chapter": "Chapter 19",
        "images": []
    },
    {
        "front": "15) Which of the following describes plant virus infections?",
        "options": [
            "A) They can be controlled by the use of antibiotics.",
            "B) They are spread via the plasmodesmata.",
            "C) They have little effect on plant growth.",
            "D) They are seldom spread by insects.",
            "E) They can never be passed vertically."
        ],
        "back": "B",
        "unit": "Unit 19",
        "chapter": "Chapter 19",
        "images": []
    },
    {
        "front": "16) Which of the following represents a difference between viruses and viroids?",
        "options": [
            "A) Viruses infect many types of cells, whereas viroids infect only prokaryotic cells.",
            "B) Viruses have capsids composed of protein, whereas viroids have no capsids.",
            "C) Viruses contain introns, whereas viroids have only exons.",
            "D) Viruses always have genomes composed of DNA, whereas viroids always have genomes composed of RNA.",
            "E) Viruses cannot pass through plasmodesmata, whereas viroids can."
        ],
        "back": "B",
        "unit": "Unit 19",
        "chapter": "Chapter 19",
        "images": []
    },
    {
        "front": "17) The difference between vertical and horizontal transmission of plant viruses is that",
        "options": [
            "A) vertical transmission is transmission of a virus from a parent plant to its progeny, and horizontal transmission is one plant spreading the virus to another plant.",
            "B) vertical transmission is the spread of viruses from upper leaves to lower leaves of the plant, and horizontal transmission is the spread of a virus among leaves at the same general level.",
            "C) vertical transmission is the spread of viruses from trees and tall plants to bushes and other smaller plants, and horizontal transmission is the spread of viruses among plants of similar size.",
            "D) vertical transmission is the transfer of DNA from one type of plant virus to another, and horizontal transmission is the exchange of DNA between two plant viruses of the same type.",
            "E) vertical transmission is the transfer of DNA from a plant of one species to a plant of a different species, and horizontal transmission is the spread of viruses among plants of the same species."
        ],
        "back": "A",
        "unit": "Unit 19",
        "chapter": "Chapter 19",
        "images": []
    },
    {
        "front": "18) What are prions?",
        "options": [
            "A) mobile segments of DNA",
            "B) tiny molecules of RNA that infect plants",
            "C) viral DNA that has had to attach itself to the host genome",
            "D) misfolded versions of normal brain protein",
            "E) viruses that invade bacteria"
        ],
        "back": "D",
        "unit": "Unit 19",
        "chapter": "Chapter 19",
        "images": []
    },
    {
        "front": "19) Which of the following is the best predictor of how much damage a virus causes?",
        "options": [
            "A) ability of the infected cell to undergo normal cell division",
            "B) ability of the infected cell to carry on translation",
            "C) whether the infected cell produces viral protein",
            "D) whether the viral mRNA can be transcribed",
            "E) how much toxin the virus produces"
        ],
        "back": "A",
        "unit": "Unit 19",
        "chapter": "Chapter 19",
        "images": []
    },
    {
        "front": "20) Antiviral drugs that have become useful are usually associated with which of the following properties?",
        "options": [
            "A) ability to remove all viruses from the infected host",
            "B) interference with viral replication",
            "C) prevention of the host from becoming infected",
            "D) removal of viral proteins",
            "E) removal of viral mRNAs"
        ],
        "back": "B",
        "unit": "Unit 19",
        "chapter": "Chapter 19",
        "images": []
    },
    {
        "front": "21) Which of the following series best reflects what we know about how the flu virus moves between species?",
        "options": [
            "A) An avian flu virus undergoes several mutations and rearrangements such that it is able to be transmitted to other birds and then to humans.",
            "B) The flu virus in a pig is mutated and replicated in alternate arrangements so that humans who eat the pig products can be infected.",
            "C) A flu virus from a human epidemic or pandemic infects birds; the birds replicate the virus differently and then pass it back to humans.",
            "D) An influenza virus gains new sequences of DNA from another virus, such as a herpesvirus; this enables it to be transmitted to a human host.",
            "E) An animal such as a pig is infected with more than one virus, genetic recombination occurs, the new virus mutates and is passed to a new species such as a bird, the virus mutates and can be transmitted to humans."
        ],
        "back": "E",
        "unit": "Unit 19",
        "chapter": "Chapter 19",
        "images": []
    },
    {
        "front": "22) Which of the following is the most probable fate of a newly emerging virus that causes high mortality in its host?",
        "options": [
            "A) It is able to spread to a large number of new hosts quickly because the new hosts have no immunological memory of them.",
            "B) The new virus replicates quickly and undergoes rapid adaptation to a series of divergent hosts.",
            "C) A change in environmental conditions such as weather patterns quickly forces the new virus to invade new areas.",
            "D) Sporadic outbreaks will be followed almost immediately by a widespread pandemic.",
            "E) The newly emerging virus will die out rather quickly or will mutate to be far less lethal."
        ],
        "back": "E",
        "unit": "Unit 19",
        "chapter": "Chapter 19",
        "images": []
    },
    {
        "front": "23) Which of the three types of viruses shown above would you expect to include glycoproteins?",
        "options": [
            "A) I only",
            "B) II only",
            "C) III only",
            "D) I and II only",
            "E) all three"
        ],
        "back": "D",
        "unit": "Unit 19",
        "chapter": "Chapter 19",
        "images": [
            "https://www.easynotecards.com/uploads/775/58/_6354def7_1611b539b30__8000_00000278.png"
        ]
    },
    {
        "front": "24) Which of the three types of viruses shown above would you expect to include a capsid(s)?",
        "options": [
            "A) I only",
            "B) II only",
            "C) III only",
            "D) I and II only",
            "E) all three"
        ],
        "back": "E",
        "unit": "Unit 19",
        "chapter": "Chapter 19",
        "images": [
            "https://www.easynotecards.com/uploads/775/58/_6354def7_1611b539b30__8000_00000278.png"
        ]
    },
    {
        "front": "25) In the figure, at the arrow marked II, what enzyme(s) are being utilized?",
        "options": [
            "A) reverse transcriptase",
            "B) viral DNA polymerase",
            "C) host cell DNA polymerase",
            "D) host cell RNA polymerase",
            "E) host cell DNA and RNA polymerases"
        ],
        "back": "C",
        "unit": "Unit 19",
        "chapter": "Chapter 19",
        "images": [
            "http://m-learning.zju.edu.cn/G2S/eWebEditor/uploadfile/20151017191415001.jpg"
        ]
    },
    {
        "front": "26) In the figure, when new viruses are being assembled (IV), what mediates the assembly?",
        "options": [
            "A) host cell chaperones",
            "B) assembly proteins coded for by the host nucleus",
            "C) assembly proteins coded for by the viral genes",
            "D) viral RNA intermediates",
            "E) nothing; they self-assemble"
        ],
        "back": "E",
        "unit": "Unit 19",
        "chapter": "Chapter 19",
        "images": [
            "http://m-learning.zju.edu.cn/G2S/eWebEditor/uploadfile/20151017191415001.jpg"
        ]
    },
    {
        "front": "Some viruses can be crystallized and their structures analyzed. One such virus is Desmodium, or yellow mottle virus, which infects beans. This is a member of the tymovirus group and has a single-stranded RNA genome of ~6,300 nucleotides. Its virion is 25—30 nm in diameter, and is made up of 180 copies of a single capsid protein that self-associate to form each capsomere, which has icosahedral symmetry with 20 facets. 28) If this virus has capsomeres with 20 facets, how many proteins form each one?",
        "options": [
            "A) 1",
            "B) 5",
            "C) ~6",
            "D) ~20",
            "E) ~180"
        ],
        "back": "C",
        "unit": "Unit 19",
        "chapter": "Chapter 19",
        "images": []
    },
    {
        "front": "Some viruses can be crystallized and their structures analyzed. One such virus is Desmodium, or yellow mottle virus, which infects beans. This is a member of the tymovirus group and has a single-stranded RNA genome of ~6,300 nucleotides. Its virion is 25—30 nm in diameter, and is made up of 180 copies of a single capsid protein that self-associate to form each capsomere, which has icosahedral symmetry with 20 facets. 29) How many nucleotides of the genome would you expect to find in one capsid?",
        "options": [
            "A) 1",
            "B) ~6",
            "C) ~20",
            "D) ~180",
            "E) ~6,300"
        ],
        "back": "E",
        "unit": "Unit 19",
        "chapter": "Chapter 19",
        "images": []
    },
    {
        "front": "Some viruses can be crystallized and their structures analyzed. One such virus is Desmodium, or yellow mottle virus, which infects beans. This is a member of the tymovirus group and has a single-stranded RNA genome of ~6,300 nucleotides. Its virion is 25—30 nm in diameter, and is made up of 180 copies of a single capsid protein that self-associate to form each capsomere, which has icosahedral symmetry with 20 facets. 30) If this virus has a positive RNA strand as its genome, it begins the infection by using this strand as mRNA. Therefore, which of the following do you expect to be able to measure?",
        "options": [
            "A) replication rate",
            "B) transcription rate",
            "C) translation rate",
            "D) accumulation of new ribosomes",
            "E) formation of new transcription factors"
        ],
        "back": "C",
        "unit": "Unit 19",
        "chapter": "Chapter 19",
        "images": []
    },
    {
        "front": "Some viruses can be crystallized and their structures analyzed. One such virus is Desmodium, or yellow mottle virus, which infects beans. This is a member of the tymovirus group and has a single-stranded RNA genome of ~6,300 nucleotides. Its virion is 25—30 nm in diameter, and is made up of 180 copies of a single capsid protein that self-associate to form each capsomere, which has icosahedral symmetry with 20 facets. 31) In a cell-free system, what other components would you have to provide for this virus to express its genes?",
        "options": [
            "A) ribosomes, tRNAs and amino acids",
            "B) ribosomes, tRNAs, amino acids, and GTP",
            "C) RNA nucleotides and GTP",
            "D) RNA nucleotides, RNA polymerase, and GTP",
            "E) bean cell enzymes"
        ],
        "back": "B",
        "unit": "Unit 19",
        "chapter": "Chapter 19",
        "images": []
    },
    {
        "front": "Poliovirus is a positive-sense RNA virus of the picornavirus group. At its 5' end, the RNA genome has a viral protein (VPg) instead of a 5' cap. This is followed by a nontranslated leader sequence, and then a single long protein coding region (~7,000 nucleotides), followed by a poly-A tail. Observations were made that used radioactive amino acid analogues. Short period use of the radioactive amino acids result in labeling of only very long proteins, while longer periods of labeling result in several different short polypeptides. 32) What part of the poliovirus would first interact with host cell ribosomes to mediate translation?",
        "options": [
            "A) the poly-A tail",
            "B) the leader sequence",
            "C) the VPg protein",
            "D) the AUG in the leader sequence",
            "E) the AUG at the start of the coding sequence"
        ],
        "back": "C",
        "unit": "Unit 19",
        "chapter": "Chapter 19",
        "images": []
    },
    {
        "front": "Poliovirus is a positive-sense RNA virus of the picornavirus group. At its 5' end, the RNA genome has a viral protein (VPg) instead of a 5' cap. This is followed by a nontranslated leader sequence, and then a single long protein coding region (~7,000 nucleotides), followed by a poly-A tail. Observations were made that used radioactive amino acid analogues. Short period use of the radioactive amino acids result in labeling of only very long proteins, while longer periods of labeling result in several different short polypeptides. 33) What conclusion is most consistent with the results of the radioactive labeling experiment?",
        "options": [
            "A) The host cell cannot translate viral protein with the amino acid analogues.",
            "B) Host cell ribosomes only translate the viral code into short polypeptides.",
            "C) The RNA is only translated into a single long polypeptide, which is then cleaved into shorter ones.",
            "D) The RNA is translated into short polypeptides, which are subsequently assembled into large ones.",
            "E) The large radioactive polypeptides are coded by the host, whereas the short ones are coded for by the virus."
        ],
        "back": "C",
        "unit": "Unit 19",
        "chapter": "Chapter 19",
        "images": []
    },
    {
        "front": "In 1971, David Baltimore described a scheme for classifying viruses based on how the virus produces mRNA. The table below shows the results of testing five viruses for nuclease specificity, the ability of the virus to act as an mRNA, and presence (+) or absence (-) of its own viral polymerase (SEE IMAGE) 34) Given Baltimore's scheme, a positive sense single-stranded RNA virus such as the polio virus would be most closely related to which of the following?",
        "options": [
            "A) T-series bacteriophages",
            "B) retroviruses that require a DNA intermediate",
            "C) single-stranded DNA viruses such as herpes viruses",
            "D) nonenveloped double-stranded RNA viruses",
            "E) linear double-stranded DNA viruses such as adenoviruses"
        ],
        "back": "B",
        "unit": "Unit 19",
        "chapter": "Chapter 19",
        "images": [
            "https://www.easynotecards.com/uploads/183/60/_1238fb71_160e24a2c74__8000_00000034.png"
        ]
    },
    {
        "front": "In 1971, David Baltimore described a scheme for classifying viruses based on how the virus produces mRNA. The table below shows the results of testing five viruses for nuclease specificity, the ability of the virus to act as an mRNA, and presence (+) or absence (-) of its own viral polymerase (SEE IMAGE) 35) Based on the above table, which virus meets the Baltimore requirements for a retrovirus?",
        "options": [
            "A) A",
            "B) B",
            "C) C",
            "D) D",
            "E) E"
        ],
        "back": "D",
        "unit": "Unit 19",
        "chapter": "Chapter 19",
        "images": [
            "https://www.easynotecards.com/uploads/183/60/_1238fb71_160e24a2c74__8000_00000034.png"
        ]
    },
    {
        "front": "In 1971, David Baltimore described a scheme for classifying viruses based on how the virus produces mRNA. The table below shows the results of testing five viruses for nuclease specificity, the ability of the virus to act as an mRNA, and presence (+) or absence (-) of its own viral polymerase (SEE IMAGE) 36) Based on the above table, which virus meets the requirements for a bacteriophage?",
        "options": [
            "A) A",
            "B) B",
            "C) C",
            "D) D",
            "E) E"
        ],
        "back": "A",
        "unit": "Unit 19",
        "chapter": "Chapter 19",
        "images": [
            "https://www.easynotecards.com/uploads/183/60/_1238fb71_160e24a2c74__8000_00000034.png"
        ]
    },
    {
        "front": "You isolate an infectious substance that is capable of causing disease in plants, but you do not know whether the infectious agent is a bacterium, virus, viroid, or prion. You have four methods at your disposal that you can use to analyze the substance in order to determine the nature of the infectious agent. I. treating the substance with nucleases that destroy all nucleic acids and then determining whether it is still infectious II. filtering the substance to remove all elements smaller than what can be easily seen under a light microscope III. culturing the substance by itself on nutritive medium, away from any plant cells IV. treating the sample with proteases that digest all proteins and then determining whether it is still infectious 37) Which treatment could definitively determine whether or not the component is a viroid?",
        "options": [
            "A) I",
            "B) II",
            "C) III",
            "D) IV",
            "E) first II and then III"
        ],
        "back": "A",
        "unit": "Unit 19",
        "chapter": "Chapter 19",
        "images": []
    },
    {
        "front": "You isolate an infectious substance that is capable of causing disease in plants, but you do not know whether the infectious agent is a bacterium, virus, viroid, or prion. You have four methods at your disposal that you can use to analyze the substance in order to determine the nature of the infectious agent. I. treating the substance with nucleases that destroy all nucleic acids and then determining whether it is still infectious II. filtering the substance to remove all elements smaller than what can be easily seen under a light microscope III. culturing the substance by itself on nutritive medium, away from any plant cells IV. treating the sample with proteases that digest all proteins and then determining whether it is still infectious 38) If you already knew that the infectious agent was either bacterial or viral, which treatment would allow you to distinguish between these two possibilities?",
        "options": [
            "A) I",
            "B) II",
            "C) III",
            "D) IV",
            "E) either II or IV"
        ],
        "back": "C",
        "unit": "Unit 19",
        "chapter": "Chapter 19",
        "images": []
    },
    {
        "front": "You isolate an infectious substance that is capable of causing disease in plants, but you do not know whether the infectious agent is a bacterium, virus, viroid, or prion. You have four methods at your disposal that you can use to analyze the substance in order to determine the nature of the infectious agent. I. treating the substance with nucleases that destroy all nucleic acids and then determining whether it is still infectious II. filtering the substance to remove all elements smaller than what can be easily seen under a light microscope III. culturing the substance by itself on nutritive medium, away from any plant cells IV. treating the sample with proteases that digest all proteins and then determining whether it is still infectious 39) Which treatment would you use to determine if the agent is a prion?",
        "options": [
            "A) I only",
            "B) II only",
            "C) III only",
            "D) IV only",
            "E) either I or IV"
        ],
        "back": "D",
        "unit": "Unit 19",
        "chapter": "Chapter 19",
        "images": []
    },
    {
        "front": "The herpes viruses are very important enveloped DNA viruses that cause disease in all vertebrate species and in some invertebrates such as oysters. Some of the human ones are herpes simplex (HSV) I and II, causing facial and genital lesions, and the varicella-zoster (VSV), causing chicken pox and shingles. Each of these three actively infect nervous tissue. Primary infections are fairly mild, but the virus is not then cleared from the host; rather, viral genomes are maintained in cells in a latent phase. The virus can then reactivate, replicate again, and be infectious to others. 40) If scientists are trying to use what they know about HSV to devise a means of protecting other people from being infected, which of the following would have the best chance of lowering the number of new cases of infection?",
        "options": [
            "A) vaccination of all persons with preexisting cases",
            "B) interference with new viral replication in preexisting cases",
            "C) treatment of the HSV lesions to shorten the breakout",
            "D) medication that destroys surface HSV before it gets to neurons",
            "E) education about avoiding sources of infection"
        ],
        "back": "B",
        "unit": "Unit 19",
        "chapter": "Chapter 19",
        "images": []
    },
    {
        "front": "The herpes viruses are very important enveloped DNA viruses that cause disease in all vertebrate species and in some invertebrates such as oysters. Some of the human ones are herpes simplex (HSV) I and II, causing facial and genital lesions, and the varicella-zoster (VSV), causing chicken pox and shingles. Each of these three actively infect nervous tissue. Primary infections are fairly mild, but the virus is not then cleared from the host; rather, viral genomes are maintained in cells in a latent phase. The virus can then reactivate, replicate again, and be infectious to others. 41) In electron micrographs of HSV infection, it can be seen that the intact virus initially reacts with cell surface proteoglycans, then with specific receptors. This is later followed by viral capsids docking with nuclear pores. Afterward, the capsids go from being full to being \"empty.\" Which of the following best fits these observations?",
        "options": [
            "A) Viral capsids are needed for the cell to become infected; only the capsids enter the nucleus.",
            "B) The viral envelope is not required for infectivity, since the envelope does not enter the nucleus.",
            "C) Only the genetic material of the virus is involved in the cell's infectivity, and is injected like the genome of a phage.",
            "D) The viral envelope mediates entry into the cell, the capsid entry into the nuclear membrane, and the genome is all that enters the nucleus.",
            "E) The viral capsid mediates entry into the cell, and only the genomic DNA enters the nucleus, where it may or may not replicate."
        ],
        "back": "D",
        "unit": "Unit 19",
        "chapter": "Chapter 19",
        "images": []
    },
    {
        "front": "The herpes viruses are very important enveloped DNA viruses that cause disease in all vertebrate species and in some invertebrates such as oysters. Some of the human ones are herpes simplex (HSV) I and II, causing facial and genital lesions, and the varicella-zoster (VSV), causing chicken pox and shingles. Each of these three actively infect nervous tissue. Primary infections are fairly mild, but the virus is not then cleared from the host; rather, viral genomes are maintained in cells in a latent phase. The virus can then reactivate, replicate again, and be infectious to others. 42) In order to be able to remain latent in an infected live cell, HSV must be able to shut down what process?",
        "options": [
            "A) DNA replication",
            "B) transcription of viral genes",
            "C) apoptosis of a virally infected cell",
            "D) all immune responses",
            "E) interaction with histones"
        ],
        "back": "C",
        "unit": "Unit 19",
        "chapter": "Chapter 19",
        "images": []
    },
    {
        "front": "43) Which of the following characteristics, structures, or processes is common to both bacteria and viruses?",
        "options": [
            "A) metabolism",
            "B) ribosomes",
            "C) genetic material composed of nucleic acid",
            "D) cell division",
            "E) independent existence"
        ],
        "back": "C",
        "unit": "Unit 19",
        "chapter": "Chapter 19",
        "images": []
    },
    {
        "front": "44) Emerging viruses arise by",
        "options": [
            "A) mutation of existing viruses.",
            "B) the spread of existing viruses to new host species.",
            "C) the spread of existing viruses more widely within their host species.",
            "D) mutation of existing viruses, the spread of existing viruses to new host species, and the spread of existing viruses more widely within their host species.",
            "E) none of these."
        ],
        "back": "D",
        "unit": "Unit 19",
        "chapter": "Chapter 19",
        "images": []
    },
    {
        "front": "45) To cause a human pandemic, the H5N1 avian flu virus would have to",
        "options": [
            "A) spread to primates such as chimpanzees.",
            "B) develop into a virus with a different host range.",
            "C) become capable of human-to-human transmission.",
            "D) arise independently in chickens in North and South America.",
            "E) become much more pathogenic."
        ],
        "back": "C",
        "unit": "Unit 19",
        "chapter": "Chapter 19",
        "images": []
    },
    {
        "front": "46) A bacterium is infected with an experimentally constructed bacteriophage composed of the T2 phage protein coat and T4 phage DNA. The new phages produced would have",
        "options": [
            "A) T2 protein and T4 DNA.",
            "B) T2 protein and T2 DNA.",
            "C) a mixture of the DNA and proteins of both phages.",
            "D) T4 protein and T4 DNA.",
            "E) T4 protein and T2 DNA."
        ],
        "back": "D",
        "unit": "Unit 19",
        "chapter": "Chapter 19",
        "images": []
    },
    {
        "front": "47) RNA viruses require their own supply of certain enzymes because",
        "options": [
            "A) host cells rapidly destroy the viruses.",
            "B) host cells lack enzymes that can replicate the viral genome.",
            "C) these enzymes translate viral mRNA into proteins.",
            "D) these enzymes penetrate host cell membranes.",
            "E) these enzymes cannot be made in host cells."
        ],
        "back": "B",
        "unit": "Unit 19",
        "chapter": "Chapter 19",
        "images": []
    }
]