[
    {
        "front": "1) The role of a metabolite that controls a repressible operon is to",
        "options": [
            "A) bind to the promoter region and decrease the affinity of RNA polymerase for the promoter.",
            "B) bind to the operator region and block the attachment of RNA polymerase to the promoter.",
            "C) increase the production of inactive repressor proteins.",
            "D) bind to the repressor protein and inactivate it.",
            "E) bind to the repressor protein and activate it."
        ],
        "back": "E",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "2) The tryptophan operon is a repressible operon that is",
        "options": [
            "A) permanently turned on.",
            "B) turned on only when tryptophan is present in the growth medium.",
            "C) turned off only when glucose is present in the growth medium.",
            "D) turned on only when glucose is present in the growth medium.",
            "E) turned off whenever tryptophan is added to the growth medium."
        ],
        "back": "E",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "3) Which of the following is a protein produced by a regulatory gene?",
        "options": [
            "A) operon",
            "B) inducer",
            "C) promoter",
            "D) repressor",
            "E) corepressor"
        ],
        "back": "D",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "4) A lack of which molecule would result in the cell's inability to \"turn off\" genes?",
        "options": [
            "A) operon",
            "B) inducer",
            "C) promoter",
            "D) ubiquitin",
            "E) corepressor"
        ],
        "back": "E",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "5) Which of the following, when taken up by the cell, binds to the repressor so that the repressor no longer binds to the operator?",
        "options": [
            "A) ubiquitin",
            "B) inducer",
            "C) promoter",
            "D) repressor",
            "E) corepressor"
        ],
        "back": "B",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "6) Most repressor proteins are allosteric. Which of the following binds with the repressor to alter its conformation?",
        "options": [
            "A) inducer",
            "B) promoter",
            "C) RNA polymerase",
            "D) transcription factor",
            "E) cAMP"
        ],
        "back": "A",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "7) A mutation that inactivates the regulatory gene of a repressible operon in an E. coli cell would result in",
        "options": [
            "A) continuous transcription of the structural gene controlled by that regulator.",
            "B) complete inhibition of transcription of the structural gene controlled by that regulator.",
            "C) irreversible binding of the repressor to the operator.",
            "D) inactivation of RNA polymerase by alteration of its active site.",
            "E) continuous translation of the mRNA because of alteration of its structure."
        ],
        "back": "A",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "8) The lactose operon is likely to be transcribed when",
        "options": [
            "A) there is more glucose in the cell than lactose.",
            "B) the cyclic AMP levels are low.",
            "C) there is glucose but no lactose in the cell.",
            "D) the cyclic AMP and lactose levels are both high within the cell.",
            "E) the cAMP level is high and the lactose level is low."
        ],
        "back": "D",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "9) Transcription of the structural genes in an inducible operon",
        "options": [
            "A) occurs continuously in the cell.",
            "B) starts when the pathway's substrate is present.",
            "C) starts when the pathway's product is present.",
            "D) stops when the pathway's product is present.",
            "E) does not result in the production of enzymes."
        ],
        "back": "B",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "10) For a repressible operon to be transcribed, which of the following must occur?",
        "options": [
            "A) A corepressor must be present.",
            "B) RNA polymerase and the active repressor must be present.",
            "C) RNA polymerase must bind to the promoter, and the repressor must be inactive.",
            "D) RNA polymerase cannot be present, and the repressor must be inactive.",
            "E) RNA polymerase must not occupy the promoter, and the repressor must be inactive."
        ],
        "back": "C",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "11) Allolactose, an isomer of lactose, is formed in small amounts from lactose. An E. coli cell is presented for the first time with the sugar lactose (containing allolactose) as a potential food source. Which of the following occurs when the lactose enters the cell?",
        "options": [
            "A) The repressor protein attaches to the regulator.",
            "B) Allolactose binds to the repressor protein.",
            "C) Allolactose binds to the regulator gene.",
            "D) The repressor protein and allolactose bind to RNA polymerase.",
            "E) RNA polymerase attaches to the regulator."
        ],
        "back": "B",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "12) Altering patterns of gene expression in prokaryotes would most likely serve the organism's survival in which of the following ways?",
        "options": [
            "A) organizing gene expression so that genes are expressed in a given order",
            "B) allowing each gene to be expressed an equal number of times",
            "C) allowing the organism to adjust to changes in environmental conditions",
            "D) allowing young organisms to respond differently from more mature organisms",
            "E) allowing environmental changes to alter the prokaryote's genome"
        ],
        "back": "C",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "13) In response to chemical signals, prokaryotes can do which of the following?",
        "options": [
            "A) turn off translation of their mRNA",
            "B) alter the level of production of various enzymes",
            "C) increase the number and responsiveness of their ribosomes",
            "D) inactivate their mRNA molecules",
            "E) alter the sequence of amino acids in certain proteins"
        ],
        "back": "B",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "14) If glucose is available in the environment of E. coli, the cell responds with a very low concentration of cAMP. When the cAMP increases in concentration, it binds to CAP. Which of the following would you expect to be a measurable effect?",
        "options": [
            "A) decreased concentration of the lac enzymes",
            "B) increased concentration of the trp enzymes",
            "C) decreased binding of the RNA polymerase to sugar metabolism-related promoters",
            "D) decreased concentration of alternative sugars in the cell",
            "E) increased concentrations of sugars such as arabinose in the cell"
        ],
        "back": "E",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "15) In positive control of several sugar-metabolism-related operons, the catabolite activator protein (CAP) binds to DNA to stimulate transcription. What causes an increase in CAP?",
        "options": [
            "A) increase in glucose and increase in cAMP",
            "B) decrease in glucose and increase in cAMP",
            "C) increase in glucose and decrease in cAMP",
            "D) decrease in glucose and increase in repressor",
            "E) decrease in glucose and decrease in repressor"
        ],
        "back": "B",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "16) There is a mutation in the repressor that results in a molecule known as a super-repressor because it represses the lac operon permanently. Which of these would characterize such a mutant?",
        "options": [
            "A) It cannot bind to the operator.",
            "B) It cannot make a functional repressor.",
            "C) It cannot bind to the inducer.",
            "D) It makes molecules that bind to one another.",
            "E) It makes a repressor that binds CAP."
        ],
        "back": "C",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "17) Which of the following mechanisms is (are) used to coordinate the expression of multiple, related genes in eukaryotic cells?",
        "options": [
            "A) Genes are organized into clusters, with local chromatin structures influencing the expression of all the genes at once.",
            "B) The genes share a common intragenic sequence, and allow several activators to turn on their transcription, regardless of location.",
            "C) The genes are organized into large operons, allowing them to be transcribed as a single unit.",
            "D) A single repressor is able to turn off several related genes.",
            "E) Environmental signals enter the cell and bind directly to promoters."
        ],
        "back": "A",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "18) If you were to observe the activity of methylated DNA, you would expect it to",
        "options": [
            "A) be replicating nearly continuously.",
            "B) be unwinding in preparation for protein synthesis.",
            "C) have turned off or slowed down the process of transcription.",
            "D) be very actively transcribed and translated.",
            "E) induce protein synthesis by not allowing repressors to bind to it."
        ],
        "back": "C",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "19) Genomic imprinting, DNA methylation, and histone acetylation are all examples of",
        "options": [
            "A) genetic mutation.",
            "B) chromosomal rearrangements.",
            "C) karyotypes.",
            "D) epigenetic phenomena.",
            "E) translocation."
        ],
        "back": "D",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "20) When DNA is compacted by histones into 10-nm and 30-nm fibers, the DNA is unable to interact with proteins required for gene expression. Therefore, to allow for these proteins to act, the chromatin must constantly alter its structure. Which processes contribute to this dynamic activity?",
        "options": [
            "A) DNA supercoiling at or around H1",
            "B) methylation and phosphorylation of histone tails",
            "C) hydrolysis of DNA molecules where they are wrapped around the nucleosome core",
            "D) accessibility of heterochromatin to phosphorylating enzymes",
            "E) nucleotide excision and reconstruction"
        ],
        "back": "B",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "21) Two potential devices that eukaryotic cells use to regulate transcription are",
        "options": [
            "A) DNA methylation and histone amplification.",
            "B) DNA amplification and histone methylation.",
            "C) DNA acetylation and methylation.",
            "D) DNA methylation and histone modification.",
            "E) histone amplification and DNA acetylation."
        ],
        "back": "D",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "22) During DNA replication,",
        "options": [
            "A) all methylation of the DNA is lost at the first round of replication.",
            "B) DNA polymerase is blocked by methyl groups, and methylated regions of the genome are therefore left uncopied.",
            "C) methylation of the DNA is maintained because methylation enzymes act at DNA sites where one strand is already methylated and thus correctly methylates daughter strands after replication.",
            "D) methylation of the DNA is maintained because DNA polymerase directly incorporates methylated nucleotides into the new strand opposite any methylated nucleotides in the template.",
            "E) methylated DNA is copied in the cytoplasm, and unmethylated DNA is copied in the nucleus."
        ],
        "back": "C",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "23) In eukaryotes, general transcription factors",
        "options": [
            "A) are required for the expression of specific protein-encoding genes.",
            "B) bind to other proteins or to a sequence element within the promoter called the TATA box.",
            "C) inhibit RNA polymerase binding to the promoter and begin transcribing.",
            "D) usually lead to a high level of transcription even without additional specific transcription factors.",
            "E) bind to sequences just after the start site of transcription."
        ],
        "back": "B",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "24) Steroid hormones produce their effects in cells by",
        "options": [
            "A) activating key enzymes in metabolic pathways.",
            "B) activating translation of certain mRNAs.",
            "C) promoting the degradation of specific mRNAs.",
            "D) binding to intracellular receptors and promoting transcription of specific genes.",
            "E) promoting the formation of looped domains in certain regions of DNA."
        ],
        "back": "D",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "25) Transcription factors in eukaryotes usually have DNA binding domains as well as other domains that are also specific for binding. In general, which of the following would you expect many of them to be able to bind?",
        "options": [
            "A) repressors",
            "B) ATP",
            "C) protein-based hormones",
            "D) other transcription factors",
            "E) tRNA"
        ],
        "back": "D",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "26) Gene expression might be altered at the level of post-transcriptional processing in eukaryotes rather than prokaryotes because of which of the following?",
        "options": [
            "A) Eukaryotic mRNAs get 5' caps and 3' tails.",
            "B) Prokaryotic genes are expressed as mRNA, which is more stable in the cell.",
            "C) Eukaryotic exons may be spliced in alternative patterns.",
            "D) Prokaryotes use ribosomes of different structure and size.",
            "E) Eukaryotic coded polypeptides often require cleaving of signal sequences before localization."
        ],
        "back": "C",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "27) Which of the following experimental procedures is most likely to hasten mRNA degradation in a eukaryotic cell?",
        "options": [
            "A) enzymatic shortening of the poly-A tail",
            "B) removal of the 5' cap",
            "C) methylation of C nucleotides",
            "D) methylation of histones",
            "E) removal of one or more exons"
        ],
        "back": "B",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "28) Which of the following is most likely to have a small protein called ubiquitin attached to it?",
        "options": [
            "A) a cyclin that usually acts in G₁, now that the cell is in G₂",
            "B) a cell surface protein that requires transport from the ER",
            "C) an mRNA that is leaving the nucleus to be translated",
            "D) a regulatory protein that requires sugar residues to be attached",
            "E) an mRNA produced by an egg cell that will be retained until after fertilization"
        ],
        "back": "A",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "29) In prophase I of meiosis in female Drosophila, studies have shown that there is phosphorylation of an amino acid in the tails of histones of gametes. A mutation in flies that interferes with this process results in sterility. Which of the following is the most likely hypothesis?",
        "options": [
            "A) These oocytes have no histones.",
            "B) Any mutation during oogenesis results in sterility.",
            "C) All proteins in the cell must be phosphorylated.",
            "D) Histone tail phosphorylation prohibits chromosome condensation.",
            "E) Histone tails must be removed from the rest of the histones."
        ],
        "back": "D",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "30) The phenomenon in which RNA molecules in a cell are destroyed if they have a sequence complementary to an introduced double-stranded RNA is called",
        "options": [
            "A) RNA interference.",
            "B) RNA obstruction.",
            "C) RNA blocking.",
            "D) RNA targeting.",
            "E) RNA disposal."
        ],
        "back": "A",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "31) At the beginning of this century there was a general announcement regarding the sequencing of the human genome and the genomes of many other multicellular eukaryotes. There was surprise expressed by many that the number of protein-coding sequences was much smaller than they had expected. Which of the following could account for most of the rest?",
        "options": [
            "A) \"junk\" DNA that serves no possible purpose",
            "B) rRNA and tRNA coding sequences",
            "C) DNA that is translated directly without being transcribed",
            "D) non-protein-coding DNA that is transcribed into several kinds of small RNAs with biological function",
            "E) non-protein-coding DNA that is transcribed into several kinds of small RNAs without biological function"
        ],
        "back": "D",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "32) Among the newly discovered small noncoding RNAs, one type reestablishes methylation patterns during gamete formation and block expression of some transposons. These are known as",
        "options": [
            "A) miRNA.",
            "B) piRNA.",
            "C) snRNA.",
            "D) siRNA.",
            "E) RNAi."
        ],
        "back": "B",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "33) Which of the following best describes siRNA?",
        "options": [
            "A) a short double-stranded RNA, one of whose strands can complement and inactivate a sequence of mRNA",
            "B) a single-stranded RNA that can, where it has internal complementary base pairs, fold into cloverleaf patterns",
            "C) a double-stranded RNA that is formed by cleavage of hairpin loops in a larger precursor",
            "D) a portion of rRNA that allows it to bind to several ribosomal proteins in forming large or small subunits",
            "E) a molecule, known as Dicer, that can degrade other mRNA sequences"
        ],
        "back": "A",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "34) One way scientists hope to use the recent knowledge gained about noncoding RNAs lies with the possibilities for their use in medicine. Of the following scenarios for future research, which would you expect to gain most from RNAs?",
        "options": [
            "A) exploring a way to turn on the expression of pseudogenes",
            "B) targeting siRNAs to disable the expression of an allele associated with autosomal recessive disease",
            "C) targeting siRNAs to disable the expression of an allele associated with autosomal dominant disease",
            "D) creating knock-out organisms that can be useful for pharmaceutical drug design",
            "E) looking for a way to prevent viral DNA from causing infection in humans"
        ],
        "back": "C",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "35) Which of the following describes the function of an enzyme known as Dicer?",
        "options": [
            "A) It degrades single-stranded DNA.",
            "B) It degrades single-stranded mRNA.",
            "C) It degrades mRNA with no poly-A tail.",
            "D) It trims small double-stranded RNAs into molecules that can block translation.",
            "E) It chops up single-stranded DNAs from infecting viruses."
        ],
        "back": "D",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "36) In a series of experiments, the enzyme Dicer has been inactivated in cells from various vertebrates so that the centromere is abnormally formed from chromatin. Which of the following is most likely to occur?",
        "options": [
            "A) The usual mRNAs transcribed from centromeric DNA will be missing from the cells.",
            "B) Tetrads will no longer be able to form during meiosis I.",
            "C) Centromeres will be euchromatic rather than heterochromatic and the cells will soon die in culture.",
            "D) The cells will no longer be able to resist bacterial contamination.",
            "E) The DNA of the centromeres will no longer be able to replicate."
        ],
        "back": "C",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "37) Since Watson and Crick described DNA in 1953, which of the following might best explain why the function of small RNAs is still being explained?",
        "options": [
            "A) As RNAs have evolved since that time, they have taken on new functions.",
            "B) Watson and Crick described DNA but did not predict any function for RNA.",
            "C) The functions of small RNAs could not be approached until the entire human genome was sequenced.",
            "D) Ethical considerations prevented scientists from exploring this material until recently.",
            "E) Changes in technology as well as our ability to determine how much of the DNA is expressed have now made this possible."
        ],
        "back": "E",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "38) You are given an experimental problem involving control of a gene's expression in the embryo of a particular species. One of your first questions is whether the gene's expression is controlled at the level of transcription or translation. Which of the following might best give you an answer?",
        "options": [
            "A) You explore whether there has been alternative splicing by examining amino acid sequences of very similar proteins.",
            "B) You measure the quantity of the appropriate pre-mRNA in various cell types and find they are all the same.",
            "C) You assess the position and sequence of the promoter and enhancer for this gene.",
            "D) An analysis of amino acid production by the cell shows you that there is an increase at this stage of embryonic life.",
            "E) You use an antibiotic known to prevent translation."
        ],
        "back": "B",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "39) In humans, the embryonic and fetal forms of hemoglobin have a higher affinity for oxygen than that of adults. This is due to",
        "options": [
            "A) nonidentical genes that produce different versions of globins during development.",
            "B) identical genes that generate many copies of the ribosomes needed for fetal globin production.",
            "C) pseudogenes, which interfere with gene expression in adults.",
            "D) the attachment of methyl groups to cytosine following birth, which changes the type of hemoglobin produced.",
            "E) histone proteins changing shape during embryonic development."
        ],
        "back": "A",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "40) The fact that plants can be cloned from somatic cells demonstrates that",
        "options": [
            "A) differentiated cells retain all the genes of the zygote.",
            "B) genes are lost during differentiation.",
            "C) the differentiated state is normally very unstable.",
            "D) differentiated cells contain masked mRNA.",
            "E) differentiation does not occur in plants."
        ],
        "back": "A",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "41) In animals, embryonic stem cells differ from adult stem cells in that",
        "options": [
            "A) embryonic stem cells are totipotent, and adult stem cells are pluripotent.",
            "B) embryonic stem cells are pluripotent, and adult stem cells are totipotent.",
            "C) embryonic stem cells have more genes than adult stem cells.",
            "D) embryonic stem cells have fewer genes than adult stem cells.",
            "E) embryonic stem cells are localized to specific sites within the embryo, whereas adult stem cells are spread throughout the body."
        ],
        "back": "A",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "42) What is considered to be the first evidence of differentiation in the cells of an embryo?",
        "options": [
            "A) cell division occurring after fertilization",
            "B) the occurrence of mRNAs for the production of tissue-specific proteins",
            "C) determination of specific cells for certain functions",
            "D) changes in the size and shape of the cell",
            "E) changes resulting from induction"
        ],
        "back": "B",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "43) Embryonic lethal mutations result in",
        "options": [
            "A) phenotypes that prevent fertilization.",
            "B) failure to express maternal effect genes.",
            "C) death during pupation.",
            "D) phenotypes that are never born/hatched.",
            "E) homeotic phenotype changes."
        ],
        "back": "D",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "44) Your brother has just purchased a new plastic model airplane. He places all the parts on the table in approximately the positions in which they will be located when the model is complete. His actions are analogous to which process in development?",
        "options": [
            "A) morphogenesis",
            "B) determination",
            "C) induction",
            "D) differentiation",
            "E) pattern formation"
        ],
        "back": "E",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "45) The product of the bicoid gene in Drosophila provides essential information about",
        "options": [
            "A) lethal genes.",
            "B) the dorsal-ventral axis.",
            "C) the left-right axis.",
            "D) segmentation.",
            "E) the anterior-posterior axis."
        ],
        "back": "E",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "46) If a Drosophila female has a homozygous mutation for a maternal effect gene,",
        "options": [
            "A) she will not develop past the early embryonic stage.",
            "B) all of her offspring will show the mutant phenotype, regardless of their genotype.",
            "C) only her male offspring will show the mutant phenotype.",
            "D) her offspring will show the mutant phenotype only if they are also homozygous for the mutation.",
            "E) only her female offspring will show the mutant phenotype."
        ],
        "back": "B",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "47) Mutations in which of the following genes lead to transformations in the identity of entire body parts?",
        "options": [
            "A) morphogens",
            "B) segmentation genes",
            "C) egg-polarity genes",
            "D) homeotic genes",
            "E) inducers"
        ],
        "back": "D",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "48) Which of the following genes map out the basic subdivisions along the anterior-posterior axis of the Drosophila embryo?",
        "options": [
            "A) homeotic genes",
            "B) segmentation genes",
            "C) egg-polarity genes",
            "D) morphogens",
            "E) inducers"
        ],
        "back": "B",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "49) Gap genes and pair-rule genes fall into which of the following categories?",
        "options": [
            "A) homeotic genes",
            "B) segmentation genes",
            "C) egg-polarity genes",
            "D) morphogens",
            "E) inducers"
        ],
        "back": "B",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "50) The bicoid gene product is normally localized to the anterior end of the embryo. If large amounts of the product were injected into the posterior end as well, which of the following would occur?",
        "options": [
            "A) The embryo would grow to an unusually large size.",
            "B) The embryo would grow extra wings and legs.",
            "C) The embryo would probably show no anterior development and die.",
            "D) Anterior structures would form in both sides of the embryo.",
            "E) The embryo would develop normally."
        ],
        "back": "D",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "51) What do gap genes, pair-rule genes, segment polarity genes, and homeotic genes all have in common?",
        "options": [
            "A) Their products act as transcription factors.",
            "B) They have no counterparts in animals other than Drosophila.",
            "C) Their products are all synthesized prior to fertilization.",
            "D) They act independently of other positional information.",
            "E) They apparently can be activated and inactivated at any time of the fly's life."
        ],
        "back": "A",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "52) Which of the following statements describes proto-oncogenes?",
        "options": [
            "A) Their normal function is to suppress tumor growth.",
            "B) They are introduced to a cell initially by retroviruses.",
            "C) They are produced by somatic mutations induced by carcinogenic substances.",
            "D) They can code for proteins associated with cell growth.",
            "E) They are underexpressed in cancer cells."
        ],
        "back": "D",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "53) Which of the following is characteristic of the product of the p53 gene?",
        "options": [
            "A) It is an activator for other genes.",
            "B) It speeds up the cell cycle.",
            "C) It causes cell death via apoptosis.",
            "D) It allows cells to pass on mutations due to DNA damage.",
            "E) It slows down the rate of DNA replication by interfering with the binding of DNA polymerase."
        ],
        "back": "A",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "54) Tumor-suppressor genes",
        "options": [
            "A) are frequently overexpressed in cancerous cells.",
            "B) are cancer-causing genes introduced into cells by viruses.",
            "C) can encode proteins that promote DNA repair or cell-cell adhesion.",
            "D) often encode proteins that stimulate the cell cycle.",
            "E) do all of the above."
        ],
        "back": "C",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "55) BRCA1 and BRCA2 are considered to be tumor-suppressor genes because",
        "options": [
            "A) they prevent infection by retroviruses that cause cancer.",
            "B) their normal products participate in repair of DNA damage.",
            "C) the mutant forms of either one of these promote breast cancer.",
            "D) the normal genes make estrogen receptors.",
            "E) they block penetration of breast cells by chemical carcinogens."
        ],
        "back": "B",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "56) The cancer-causing forms of the Ras protein are involved in which of the following processes?",
        "options": [
            "A) relaying a signal from a growth factor receptor",
            "B) DNA replication",
            "C) DNA repair",
            "D) cell-cell adhesion",
            "E) cell division"
        ],
        "back": "A",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "57) Forms of the Ras protein found in tumors usually cause which of the following?",
        "options": [
            "A) DNA replication to stop",
            "B) DNA replication to be hyperactive",
            "C) cell-to-cell adhesion to be nonfunctional",
            "D) cell division to cease",
            "E) growth factor signaling to be hyperactive"
        ],
        "back": "E",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "58) A genetic test to detect predisposition to cancer would likely examine the APC gene for involvement in which type(s) of cancer?",
        "options": [
            "A) colorectal only",
            "B) lung and breast",
            "C) small intestinal and esophageal",
            "D) lung only",
            "E) lung and prostate"
        ],
        "back": "A",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "In Drosophila after ~100 minutes postfertilization, the embryo looks like the following diagram, with all nuclei having moved to the periphery and, subsequently, four of the nuclei being sequestered at the posterior end. 59) At this point, the embryo is characterized as",
        "options": [
            "A) a first-stage larva.",
            "B) nuclei in the cortex that has not undergone cytokinesis.",
            "C) nuclei in the cortex forming a single-cell layer over the surface.",
            "D) an embryo with segmentation beginning to be apparent."
        ],
        "back": "B",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": [
            "https://web.archive.org/web/20170801163857im_/https://www.easynotecards.com/uploads/1145/65/69c3b13a_13a8788d737__8000_00000253.jpg"
        ]
    },
    {
        "front": "In Drosophila after ~100 minutes postfertilization, the embryo looks like the following diagram, with all nuclei having moved to the periphery and, subsequently, four of the nuclei being sequestered at the posterior end. 60) The four sequestered cells at one end are most probably destined to become",
        "options": [
            "A) the legs of the adult fly.",
            "B) the germ cells of the adult.",
            "C) mouthparts.",
            "D) antennae.",
            "E) wing primordial."
        ],
        "back": "B",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": [
            "https://web.archive.org/web/20170801163857im_/https://www.easynotecards.com/uploads/1145/65/69c3b13a_13a8788d737__8000_00000253.jpg"
        ]
    },
    {
        "front": "In Drosophila after ~100 minutes postfertilization, the embryo looks like the following diagram, with all nuclei having moved to the periphery and, subsequently, four of the nuclei being sequestered at the posterior end. 61) Formation of the pole cells (the four sequestered cells) demonstrates the role of",
        "options": [
            "A) segmentation genes.",
            "B) homeotic genes.",
            "C) maternal effect genes.",
            "D) zygotic genes.",
            "E) all of the above."
        ],
        "back": "C",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": [
            "https://web.archive.org/web/20170801163857im_/https://www.easynotecards.com/uploads/1145/65/69c3b13a_13a8788d737__8000_00000253.jpg"
        ]
    },
    {
        "front": "In Drosophila after ~100 minutes postfertilization, the embryo looks like the following diagram, with all nuclei having moved to the periphery and, subsequently, four of the nuclei being sequestered at the posterior end. 62) The next step after the embryo is formed would be",
        "options": [
            "A) division of the embryo into five broad regions.",
            "B) use of pair-rule genes to divide the embryo into stripes, each of which will become two segments.",
            "C) use of zygotic segment polarity genes to divide each segment into anterior and posterior halves.",
            "D) enclosure of the nuclei in membranes, forming a single layer over the surface.",
            "E) separation of head, thoracic, and abdominal segments of the embryo."
        ],
        "back": "D",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": [
            "https://web.archive.org/web/20170801163857im_/https://www.easynotecards.com/uploads/1145/65/69c3b13a_13a8788d737__8000_00000253.jpg"
        ]
    },
    {
        "front": "In Drosophila after ~100 minutes postfertilization, the embryo looks like the following diagram, with all nuclei having moved to the periphery and, subsequently, four of the nuclei being sequestered at the posterior end. 63) The developmental stages described for Drosophila illustrate",
        "options": [
            "A) a hierarchy of gene expression.",
            "B) homeotic developmental control.",
            "C) the blockage of cell-to-cell communication.",
            "D) homeotic developmental control and the blockage of cell-to-cell communication.",
            "E) a hierarchy of gene expression and the blockage of cell-to-cell communication."
        ],
        "back": "A",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": [
            "https://web.archive.org/web/20170801163857im_/https://www.easynotecards.com/uploads/1145/65/69c3b13a_13a8788d737__8000_00000253.jpg"
        ]
    },
    {
        "front": "Suppose an experimenter becomes proficient with a technique that allows her to move DNA sequences within a prokaryotic genome 64) If she moves the promoter for the lac operon to the region between the beta galactosidase gene and the permease gene, which of the following would be likely?",
        "options": [
            "A) Three structural genes will no longer be expressed.",
            "B) RNA polymerase will no longer transcribe permease.",
            "C) The operon will no longer be inducible.",
            "D) Beta galactosidase will be produced.",
            "E) The cell will continue to metabolize but more slowly."
        ],
        "back": "D",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "Suppose an experimenter becomes proficient with a technique that allows her to move DNA sequences within a prokaryotic genome 65) If she moves the operator to the far end of the operon (past the transacetylase gene), which of the following would likely occur when the cell is exposed to lactose?",
        "options": [
            "A) The inducer will no longer bind to the repressor.",
            "B) The repressor will no longer bind to the operator.",
            "C) The operon will never be transcribed.",
            "D) The structural genes will be transcribed continuously.",
            "E) The repressor protein will no longer be produced."
        ],
        "back": "D",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "Suppose an experimenter becomes proficient with a technique that allows her to move DNA sequences within a prokaryotic genome 66) If she moves the repressor gene (lac I), along with its promoter, to a position at some several thousand base pairs away from its normal position, which will you expect to occur?",
        "options": [
            "A) The repressor will no longer be made.",
            "B) The repressor will no longer bind to the operator.",
            "C) The repressor will no longer bind to the inducer.",
            "D) The lac operon will be expressed continuously.",
            "E) The lac operon will function normally."
        ],
        "back": "E",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "Suppose an experimenter becomes proficient with a technique that allows her to move DNA sequences within a prokaryotic genome 67) If she moves the operator to a position upstream from the promoter, what would occur?",
        "options": [
            "A) The lac operon will function normally.",
            "B) The lac operon will be expressed continuously.",
            "C) The repressor will not be able to bind to the operator.",
            "D) The repressor will bind to the promoter.",
            "E) The repressor will no longer be made."
        ],
        "back": "B",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "A geneticist introduces a transgene into yeast cells and isolates five independent cell lines in which the transgene has integrated into the yeast genome. In four of the lines, the transgene is expressed strongly, but in the fifth there is no expression at all. 68) Which of the following is a likely explanation for the lack of transgene expression in the fifth cell line?",
        "options": [
            "A) A transgene integrated into a heterochromatic region of the genome.",
            "B) A transgene integrated into a euchromatic region of the genome.",
            "C) The transgene was mutated during the process of integration into the host cell genome.",
            "D) The host cell lacks the enzymes necessary to express the transgene.",
            "E) A transgene integrated into a region of the genome characterized by high histone acetylation."
        ],
        "back": "A",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "A geneticist introduces a transgene into yeast cells and isolates five independent cell lines in which the transgene has integrated into the yeast genome. In four of the lines, the transgene is expressed strongly, but in the fifth there is no expression at all. 69) Of the lines that express the transgene, one is transcribed but not translated. Which of the following is a likely explanation?",
        "options": [
            "A) no promoter",
            "B) no AUG in any frame",
            "C) no compatible ribosome",
            "D) high histone acetylation",
            "E) missing transcription factor"
        ],
        "back": "B",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "A researcher found a method she could use to manipulate and quantify phosphorylation and methylation in embryonic cells in culture. 70) In one set of experiments using this procedure in Drosophila, she was readily successful in increasing phosphorylation of amino acids adjacent to methylated amino acids in histone tails. Which of the following results would she most likely see?",
        "options": [
            "A) increased chromatin condensation",
            "B) decreased chromatin condensation",
            "C) abnormalities of mouse embryos",
            "D) decreased binding of transcription factors",
            "E) inactivation of the selected genes"
        ],
        "back": "B",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "A researcher found a method she could use to manipulate and quantify phosphorylation and methylation in embryonic cells in culture. 71) In one set of experiments she succeeded in decreasing methylation of histone tails. Which of the following results would she most likely see?",
        "options": [
            "A) increased chromatin condensation",
            "B) decreased chromatin condensation",
            "C) abnormalities of mouse embryos",
            "D) decreased binding of transcription factors",
            "E) inactivation of the selected genes"
        ],
        "back": "A",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "A researcher found a method she could use to manipulate and quantify phosphorylation and methylation in embryonic cells in culture. 72) One of her colleagues suggested she try increased methylation of C nucleotides in a mammalian system. Which of the following results would she most likely see?",
        "options": [
            "A) increased chromatin condensation",
            "B) decreased chromatin condensation",
            "C) abnormalities of mouse embryos",
            "D) decreased binding of transcription factors",
            "E) inactivation of the selected genes"
        ],
        "back": "E",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "A researcher found a method she could use to manipulate and quantify phosphorylation and methylation in embryonic cells in culture. 73) She tried decreasing the amount of methylation enzymes in the embryonic stem cells and then allowed the cells to further differentiate. Which of the following results would she most likely see?",
        "options": [
            "A) increased chromatin condensation",
            "B) decreased chromatin condensation",
            "C) abnormalities of mouse embryos",
            "D) decreased binding of transcription factors",
            "E) inactivation of the selected genes"
        ],
        "back": "C",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "A researcher introduces double-stranded RNA into a culture of mammalian cells, and can identify its location or that of its smaller subsections experimentally, using a fluorescent probe. 74) Within the first quarter hour, the researcher sees that the intact RNA is found in the cells. After 3 hours, she is not surprised to find that",
        "options": [
            "A) Dicer enzyme has reduced it to smaller double-stranded pieces.",
            "B) the RNA is degraded by 5' and 3' exonucleases.",
            "C) the double-stranded RNA replicates itself.",
            "D) the double-stranded RNA binds to mRNAs to prevent translation.",
            "E) the double-stranded RNA binds to tRNAs to prevent translation."
        ],
        "back": "A",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "A researcher introduces double-stranded RNA into a culture of mammalian cells, and can identify its location or that of its smaller subsections experimentally, using a fluorescent probe. 75) Some time later, she finds that the introduced strand separates into single-stranded RNAs, one of which is degraded. What does this enable the remaining strand to do?",
        "options": [
            "A) attach to histones in the chromatin",
            "B) bind to complementary regions of target mRNAs",
            "C) bind to Dicer enzymes to destroy other RNAs",
            "D) activate other siRNAs in the cell",
            "E) bind to noncomplementary RNA sequences"
        ],
        "back": "B",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "A researcher introduces double-stranded RNA into a culture of mammalian cells, and can identify its location or that of its smaller subsections experimentally, using a fluorescent probe. 76) In addition, she finds what other evidence of this single-stranded RNA piece's activity?",
        "options": [
            "A) She can measure the degradation rate of the remaining single strand.",
            "B) She can measure the decrease in the concentration of Dicer.",
            "C) The rate of accumulation of the polypeptide to be translated from the target mRNA is reduced.",
            "D) The amount of miRNA is multiplied by its replication.",
            "E) The cell's translation ability is entirely shut down."
        ],
        "back": "C",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "A researcher has arrived at a method to prevent gene expression from Drosophila embryonic genes. The following questions assume that he is using this method. 77) The researcher in question measures the amount of new polypeptide production in embryos from 2—8 hours following fertilization and the results show a steady and significant rise in polypeptide concentration over that time. The researcher concludes that",
        "options": [
            "A) his measurement skills must be faulty.",
            "B) the results are due to building new cell membranes to compartmentalize dividing nuclei.",
            "C) the resulting new polypeptides are due to translation of maternal mRNAs.",
            "D) the new polypeptides were inactive and not measurable until fertilization.",
            "E) polypeptides were attached to egg membranes until this time."
        ],
        "back": "C",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "A researcher has arrived at a method to prevent gene expression from Drosophila embryonic genes. The following questions assume that he is using this method. 78) The researcher continues to study the reactions of the embryo to these new proteins and you hypothesize that he is most likely to see which of the following (while embryonic genes are still not being expressed)?",
        "options": [
            "A) The cells begin to differentiate.",
            "B) The proteins are evenly distributed throughout the embryo.",
            "C) Larval features begin to make their appearance.",
            "D) Spatial axes (anterior → posterior, etc.) begin to be determined.",
            "E) The embryo begins to lose cells due to apoptosis from no further gene expression."
        ],
        "back": "D",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "79) The researcher measures the concentration of the polypeptides from different regions in the early embryo and finds the following pattern (darker shading = greater concentration): SEE IMAGE Which of the following would be his most logical assumption?",
        "options": [
            "A) The substance has moved quickly from region 5 to region 1.",
            "B) Some other material in the embryo is causing accumulation in region 1 due to differential binding.",
            "C) The cytosol is in constant movement, dispersing the polypeptide.",
            "D) The substance is produced in region 1 and diffuses toward region 5.",
            "E) The substance must have entered the embryo from the environment near region 1."
        ],
        "back": "D",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": [
            "https://web.archive.org/web/20170801163857im_/https://www.easynotecards.com/uploads/1150/70/69c3b13a_13a8788d737__8000_00000258.jpg"
        ]
    },
    {
        "front": "One hereditary disease in humans, called xeroderma pigmentosum (XP), makes homozygous individuals exceptionally susceptible to UV-induced mutation damage in the cells of exposed tissue, especially skin. Without extraordinary avoidance of sunlight exposure, patients soon succumb to numerous skin cancers. 80) Which of the following best describes this phenomenon?",
        "options": [
            "A) inherited cancer taking a few years to be expressed",
            "B) embryonic or fetal cancer",
            "C) inherited predisposition to mutation",
            "D) inherited inability to repair UV-induced mutation",
            "E) susceptibility to chemical carcinogens"
        ],
        "back": "D",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "One hereditary disease in humans, called xeroderma pigmentosum (XP), makes homozygous individuals exceptionally susceptible to UV-induced mutation damage in the cells of exposed tissue, especially skin. Without extraordinary avoidance of sunlight exposure, patients soon succumb to numerous skin cancers. 81) Given the damage caused by UV, the kind of gene affected in those with XP is one whose product is involved with",
        "options": [
            "A) mending of double-strand breaks in the DNA backbone.",
            "B) breakage of cross-strand covalent bonds.",
            "C) the ability to excise single-strand damage and replace it.",
            "D) the removal of double-strand damaged areas.",
            "E) causing affected skin cells to undergo apoptosis."
        ],
        "back": "C",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "A few decades ago, Knudsen and colleagues proposed a theory that, for a normal cell to become a cancer cell, a minimum of two genetic changes had to occur in that cell. Knudsen was studying retinoblastoma, a childhood cancer of the eye. 82) Two children are born from the same parents. Child one inherits a predisposition to retinoblastoma (one of the mutations) and child two does not. However, both children develop the retinoblastoma. Which of the following would you expect?",
        "options": [
            "A) an earlier age of onset in child one",
            "B) a history of exposure to mutagens in child one but not in child two",
            "C) a more severe cancer in child one",
            "D) increased levels of apoptosis in both children",
            "E) decreased levels of DNA repair in child one"
        ],
        "back": "A",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "A few decades ago, Knudsen and colleagues proposed a theory that, for a normal cell to become a cancer cell, a minimum of two genetic changes had to occur in that cell. Knudsen was studying retinoblastoma, a childhood cancer of the eye. 83) In colorectal cancer, several genes must be mutated in order to make a cell a cancer cell, supporting Knudsen's hypothesis. Which of the following kinds of genes would you expect to be mutated?",
        "options": [
            "A) genes coding for enzymes that act in the colon",
            "B) genes involved in control of the cell cycle",
            "C) genes that are especially susceptible to mutation",
            "D) the same genes that Knudsen identified as associated with retinoblastoma",
            "E) the genes of the bacteria that are abundant in the colon"
        ],
        "back": "B",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "A few decades ago, Knudsen and colleagues proposed a theory that, for a normal cell to become a cancer cell, a minimum of two genetic changes had to occur in that cell. Knudsen was studying retinoblastoma, a childhood cancer of the eye. 84) Knudsen and colleagues also noted that persons with hereditary retinoblastoma that had been treated successfully lived on but then had a higher frequency of developing osteosarcomas (bone cancers) later in life. This provided further evidence of their theory because",
        "options": [
            "A) osteosarcoma cells express the same genes as retinal cells.",
            "B) p53 gene mutations are common to both tumors.",
            "C) both kinds of cancer involve overproliferation of cells.",
            "D) one of the mutations involved in retinoblastoma is also one of the changes involved in osteosarcoma.",
            "E) retinoblastoma is a prerequisite for the formation of osteosarcoma later in life."
        ],
        "back": "D",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "A few decades ago, Knudsen and colleagues proposed a theory that, for a normal cell to become a cancer cell, a minimum of two genetic changes had to occur in that cell. Knudsen was studying retinoblastoma, a childhood cancer of the eye. 85) One of the human leukemias, called CML (chronic myelogenous leukemia), is associated with a chromosomal translocation between chromosomes 9 and 22 in somatic cells of bone marrow. Which of the following allows CML to provide further evidence of this multistep nature of cancer?",
        "options": [
            "A) CML usually occurs in more elderly persons (late age of onset).",
            "B) The resulting chromosome 22 is abnormally short; it is then known as the Philadelphia chromosome.",
            "C) The translocation requires breaks in both chromosomes 9 and 22, followed by fusion between the reciprocal pieces.",
            "D) CML involves a proto-oncogene known as abl.",
            "E) CML can usually be treated by chemotherapy."
        ],
        "back": "C",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "Epstein Bar Virus (EBV) causes most of us to have an episode of sore throat and swollen glands during early childhood. If we first become exposed to the virus during our teen years, however, EBV causes the syndrome we know as mononucleosis. However, in special circumstances, the same virus can be carcinogenic. 86) In areas of the world in which malaria is endemic, notably in sub-Saharan Africa, EBV can cause Burkitt's lymphoma in children, which is usually associated with large tumors of the jaw. Which of the following is consistent with these findings?",
        "options": [
            "A) EBV infection makes the malarial parasite able to produce lymphoma.",
            "B) Malaria's strain on the immune system makes EBV infection worse.",
            "C) Malaria occurs more frequently in those infected with EBV.",
            "D) Malarial response of the immune system prevents an individual from making EBV antibodies.",
            "E) A cell infected with the malarial parasite is more resistant to the virus."
        ],
        "back": "D",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "Epstein Bar Virus (EBV) causes most of us to have an episode of sore throat and swollen glands during early childhood. If we first become exposed to the virus during our teen years, however, EBV causes the syndrome we know as mononucleosis. However, in special circumstances, the same virus can be carcinogenic. 87) In a different part of the world, namely in parts of southeast Asia, the same virus is associated with a different kind of cancer of the throat. Which of the following is most probable?",
        "options": [
            "A) Viral infection is correlated with a different immunological reaction.",
            "B) The virus infects the people via different routes.",
            "C) The virus only infects the elderly.",
            "D) The virus mutates more frequently in the Asian population.",
            "E) Malaria is also found in this region."
        ],
        "back": "A",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "Epstein Bar Virus (EBV) causes most of us to have an episode of sore throat and swollen glands during early childhood. If we first become exposed to the virus during our teen years, however, EBV causes the syndrome we know as mononucleosis. However, in special circumstances, the same virus can be carcinogenic. 88) A very rare human allele of a gene called XLP, or X-linked lymphoproliferative syndrome, causes a small number of people from many different parts of the world to get cancer following even childhood exposure to EBV. Given the previous information, what might be going on?",
        "options": [
            "A) The people must have previously had malaria.",
            "B) Their ancestors must be from sub-Saharan Africa or southeast Asia.",
            "C) They must be unable to mount an immune response to EBV.",
            "D) They must have severe combined immune deficiency (SCID).",
            "E) Their whole immune system must be overreplicating."
        ],
        "back": "C",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "Epstein Bar Virus (EBV) causes most of us to have an episode of sore throat and swollen glands during early childhood. If we first become exposed to the virus during our teen years, however, EBV causes the syndrome we know as mononucleosis. However, in special circumstances, the same virus can be carcinogenic. 89) What must characterize the XLP population?",
        "options": [
            "A) They must have severe immunological problems starting at birth.",
            "B) They must all be males with affected male relatives.",
            "C) They must all be males with affected female relatives.",
            "D) They must all inherit this syndrome from their fathers.",
            "E) They must live in sub-Saharan Africa."
        ],
        "back": "C",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "90) If a particular operon encodes enzymes for making an essential amino acid and is regulated like the trp operon, then",
        "options": [
            "A) the amino acid inactivates the repressor.",
            "B) the enzymes produced are called inducible enzymes.",
            "C) the repressor is active in the absence of the amino acid.",
            "D) the amino acid acts as a corepressor.",
            "E) the amino acid turns on transcription of the operon."
        ],
        "back": "D",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "91) Muscle cells differ from nerve cells mainly because they",
        "options": [
            "A) express different genes.",
            "B) contain different genes.",
            "C) use different genetic codes.",
            "D) have unique ribosomes.",
            "E) have different chromosomes."
        ],
        "back": "A",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "92) The functioning of enhancers is an example of",
        "options": [
            "A) transcriptional control of gene expression.",
            "B) a post-transcriptional mechanism to regulate mRNA.",
            "C) the stimulation of translation by initiation factors.",
            "D) post-translational control that activates certain proteins.",
            "E) a eukaryotic equivalent of prokaryotic promoter functioning."
        ],
        "back": "A",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "93) Cell differentiation always involves",
        "options": [
            "A) the production of tissue-specific proteins, such as muscle actin.",
            "B) the movement of cells.",
            "C) the transcription of the myoD gene.",
            "D) the selective loss of certain genes from the genome.",
            "E) the cell's sensitivity to environmental cues, such as light or heat."
        ],
        "back": "A",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "94) Which of the following is an example of post-transcriptional control of gene expression?",
        "options": [
            "A) the addition of methyl groups to cytosine bases of DNA",
            "B) the binding of transcription factors to a promoter",
            "C) the removal of introns and alternative splicing of exons",
            "D) gene amplification contributing to cancer",
            "E) the folding of DNA to form heterochromatin"
        ],
        "back": "C",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "95) What would occur if the repressor of an inducible operon were mutated so it could not bind the operator?",
        "options": [
            "A) irreversible binding of the repressor to the promoter",
            "B) reduced transcription of the operon's genes",
            "C) buildup of a substrate for the pathway controlled by the operon",
            "D) continuous transcription of the operon's genes",
            "E) overproduction of catabolite activator protein (CAP)"
        ],
        "back": "D",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "96) Absence of bicoid mRNA from a Drosophila egg leads to the absence of anterior larval body parts and mirror-image duplication of posterior parts. This is evidence that the product of the bicoid gene",
        "options": [
            "A) is transcribed in the early embryo.",
            "B) normally leads to formation of tail structures.",
            "C) normally leads to formation of head structures.",
            "D) is a protein present in all head structures.",
            "E) leads to programmed cell death."
        ],
        "back": "C",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "97) Which of the following statements about the DNA in one of your brain cells is true?",
        "options": [
            "A) Most of the DNA codes for protein.",
            "B) The majority of genes are likely to be transcribed.",
            "C) Each gene lies immediately adjacent to an enhancer.",
            "D) Many genes are grouped into operon-like clusters.",
            "E) It is the same as the DNA in one of your heart cells."
        ],
        "back": "E",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "98) Within a cell, the amount of protein made using a given mRNA molecule depends partly on",
        "options": [
            "A) the degree of DNA methylation.",
            "B) the rate at which the mRNA is degraded.",
            "C) the presence of certain transcription factors.",
            "D) the number of introns present in the mRNA.",
            "E) the types of ribosomes present in the cytoplasm."
        ],
        "back": "B",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    },
    {
        "front": "99) Proto-oncogenes can change into oncogenes that cause cancer. Which of the following best explains the presence of these potential time bombs in eukaryotic cells?",
        "options": [
            "A) Proto-oncogenes first arose from viral infections.",
            "B) Proto-oncogenes normally help regulate cell division.",
            "C) Proto-oncogenes are genetic \"junk.\"",
            "D) Proto-oncogenes are mutant versions of normal genes.",
            "E) Cells produce proto-oncogenes as they age."
        ],
        "back": "B",
        "unit": "Unit 18",
        "chapter": "Chapter 18",
        "images": []
    }
]