[
    {
        "front": "1) During an individual organism's lifetime, which of these is most likely to help the organism respond properly to changes in its environment?",
        "options": [
            "A) microevolution",
            "B) change in allele or gene frequency",
            "C) change in gene expression",
            "D) change in average heterozygosity"
        ],
        "back": "C",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "2) If, on average, 46% of the loci in a species' gene pool are heterozygous, then the average homozygosity of the species should be",
        "options": [
            "A) 23%.",
            "B) 46%.",
            "C) 54%.",
            "D) There is not enough information to say."
        ],
        "back": "C",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "3) Which of these variables is likely to undergo the largest change in value as the result of a mutation that introduces a brand-new allele into a population's gene pool at a locus that had formerly been fixed?",
        "options": [
            "A) average heterozygosity",
            "B) nucleotide variability",
            "C) geographic variability",
            "D) average number of loci"
        ],
        "back": "A",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "4) Which statement about the beak size of finches on the island of Daphne Major during prolonged drought is true?",
        "options": [
            "A) Each bird evolved a deeper, stronger beak as the drought persisted.",
            "B) Each bird's survival was strongly influenced by the depth and strength of its beak as the drought persisted.",
            "C) Each bird that survived the drought produced only offspring with deeper, stronger beaks than seen in the previous generation.",
            "D) The frequency of the strong-beak alleles increased in each bird as the drought persisted."
        ],
        "back": "B",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "5) Although each of the following has a better chance of influencing gene frequencies in small populations than in large populations, which one most consistently requires a small population as a precondition for its occurrence?",
        "options": [
            "A) mutation",
            "B) nonrandom mating",
            "C) genetic drift",
            "D) natural selection",
            "E) gene flow"
        ],
        "back": "C",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "6) In modern terminology, diversity is understood to be a result of genetic variation. Which of the following is a recognized source of variation for evolution?",
        "options": [
            "A) mistakes in translation of structural genes",
            "B) mistakes in protein folding",
            "C) rampant changes to the dictionary of the genetic code",
            "D) binary fission",
            "E) recombination by crossing over in meiosis"
        ],
        "back": "E",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "7) A trend toward the decrease in the size of plants on the slopes of mountains as altitudes increase is an example of",
        "options": [
            "A) a cline.",
            "B) a bottleneck.",
            "C) relative fitness.",
            "D) genetic drift.",
            "E) geographic variation."
        ],
        "back": "A",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "8) The higher the proportion of loci that are \"fixed\" in a population, the lower is that population's",
        "options": [
            "A) nucleotide variability only.",
            "B) genetic polyploidy only.",
            "C) average heterozygosity only.",
            "D) nucleotide variability, average heterozygosity, and genetic polyploidy.",
            "E) nucleotide variability and average heterozygosity only."
        ],
        "back": "E",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "9) Which statement about variation is true?",
        "options": [
            "A) All phenotypic variation is the result of genotypic variation.",
            "B) All genetic variation produces phenotypic variation.",
            "C) All nucleotide variability results in neutral variation.",
            "D) All new alleles are the result of nucleotide variability.",
            "E) All geographic variation results from the existence of clines."
        ],
        "back": "D",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "10) Rank the following one-base point mutations (from most likely to least likely) with respect to their likelihood of affecting the structure of the corresponding polypeptide: 1. insertion mutation deep within an intron 2. substitution mutation at the third position of an exonic codon 3. substitution mutation at the second position of an exonic codon 4. deletion mutation within the first exon of the gene",
        "options": [
            "A) 1, 2, 3, 4",
            "B) 4, 3, 2, 1",
            "C) 2, 1, 4, 3",
            "D)  3, 1, 4, 2",
            "E) 2, 3, 1, 4"
        ],
        "back": "B",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "11) Most invertebrates have a cluster of ten similar Hox genes, all located on the same chromosome. Most vertebrates have four such clusters of Hox genes, located on four nonhomologous chromosomes. The process that could have potentially contributed to the cluster's presence on more than one chromosome was ________.",
        "options": [
            "A) binary fission",
            "B) translation",
            "C) gene duplication",
            "D) nondisjunction",
            "E) transcription"
        ],
        "back": "D",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "12) Which of the following is a true statement concerning genetic variation?",
        "options": [
            "A) It is created by the direct action of natural selection.",
            "B) It arises in response to changes in the environment.",
            "C) It must be present in a population before natural selection can act upon the population.",
            "D) It tends to be reduced by the processes involved when diploid organisms produce gametes.",
            "E) A population that has a higher average heterozygosity has less genetic variation than one with a lower average heterozygosity."
        ],
        "back": "C",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "13) How many of these statements regarding populations are true? 1. Mature males and females of a population can interbreed with each other. 2. Populations are sometimes geographically isolated from other populations. 3. Biological species are made up of populations. 4. Members of a population tend to be genetically more similar to each other than to members of other populations. 5. Populations have genomes, but not gene pools.",
        "options": [
            "A) Only one of these statements is true.",
            "B) Two of these statements are true.",
            "C) Three of these statements are true.",
            "D) Four of these statements are true.",
            "E) All five of these statements are true."
        ],
        "back": "D",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "14) Whenever diploid populations are in Hardy-Weinberg equilibrium at a particular locus",
        "options": [
            "A) the allele's frequency should not change from one generation to the next, but its representation in homozygous and heterozygous genotypes may change.",
            "B) natural selection, gene flow, and genetic drift are acting equally to change an allele's frequency.",
            "C) this means that, at this locus, two alleles are present in equal proportions.",
            "D) the population itself is not evolving, but individuals within the population may be evolving."
        ],
        "back": "A",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "15) In the formula for determining a population's genotype frequencies, the 2 in the term 2pq is necessary because",
        "options": [
            "A) the population is diploid.",
            "B) heterozygotes can come about in two ways.",
            "C) the population is doubling in number.",
            "D) heterozygotes have two alleles."
        ],
        "back": "B",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "16) In the formula for determining a population’s genotype frequencies, the pq in the term 2pq is necessary because",
        "options": [
            "A) the population is diploid.",
            "B) heterozygotes can come about in two ways.",
            "C) the population is doubling in number.",
            "D) heterozygotes have two alleles."
        ],
        "back": "D",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "17) Hardy-Weinberg equilibrium must occur in populations wherein",
        "options": [
            "A) an allele remains fixed.",
            "B) no genetic variation exists.",
            "C) natural selection is not operating.",
            "D) All three of the responses above are correct.",
            "E) Only two of the responses above are correct."
        ],
        "back": "E",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "18) In a Hardy-Weinberg population with two alleles, A and a, that are in equilibrium, the frequency of the allele a is 0.3. What is the percentage of the population that is homozygous for this allele?",
        "options": [
            "A) 0.09",
            "B) 0.49",
            "C) 0.9",
            "D) 9.0",
            "E) 49.0"
        ],
        "back": "D",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "19) In a Hardy-Weinberg population with two alleles, A and a, that are in equilibrium, the frequency of allele a is 0.2. What is the percentage of the population that is heterozygous for this allele?",
        "options": [
            "A) 0.2",
            "B) 2.0",
            "C) 4.0",
            "D) 16.0",
            "E) 32.0"
        ],
        "back": "E",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "20) In a Hardy-Weinberg population with two alleles, A and a, that are in equilibrium, the frequency of allele a is 0.1. What is the frequency of individuals with AA genotype?",
        "options": [
            "A) 0.20",
            "B) 0.32",
            "C) 0.42",
            "D) 0.81",
            "E) Genotype frequency cannot be determined from the information provided."
        ],
        "back": "D",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "21) You sample a population of butterflies and find that 56% are heterozygous at a particular locus. What should be the frequency of the recessive allele in this population?",
        "options": [
            "A) 0.07",
            "B) 0.08",
            "C) 0.09",
            "D) 0.70",
            "E) Allele frequency cannot be determined from this information."
        ],
        "back": "E",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "22) In peas, a gene controls flower color such that R = purple and r = white. In an isolated pea patch, there are 36 purple-flowering plants and 64 white-flowering plants. Assuming Hardy-Weinberg equilibrium, what is the value of q for this population?",
        "options": [
            "A) 0.36",
            "B) 0.64",
            "C) 0.75",
            "D) 0.80"
        ],
        "back": "D",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "23) Evolution",
        "options": [
            "A) must happen, due to organisms’ innate desire to survive.",
            "B) must happen whenever a population is not well-adapted to its environment.",
            "C) can happen whenever any of the conditions for Hardy-Weinberg equilibrium are not met.",
            "D) requires the operation of natural selection.",
            "E) requires that populations become better suited to their environments."
        ],
        "back": "C",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "24) Over time, the movement of people on Earth has steadily increased. This has altered the course of human evolution by increasing",
        "options": [
            "A) nonrandom mating.",
            "B) geographic isolation.",
            "C) genetic drift.",
            "D) gene flow."
        ],
        "back": "D",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "25) Swine are vulnerable to infection by bird flu virus and human flu virus, which can both be present in an individual pig at the same time. When this occurs, it is possible for genes from bird flu virus and human flu virus to be combined, thereby producing a genetically distinctive virus, which can subsequently cause widespread disease. The production of new types of flu virus in the manner described  above is most similar to the phenomenon of",
        "options": [
            "A) bottleneck effect.",
            "B) founder effect.",
            "C) natural selection.",
            "D) gene  flow.",
            "E) sexual selection."
        ],
        "back": "D",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "26) If the original finches that had been blown over to the Galápagos from South America had already been genetically different from the parental population of South American finches, even before adapting to the Galápagos, this would have been an example of",
        "options": [
            "A) genetic drift.",
            "B) bottleneck effect.",
            "C) founder effect.",
            "D) all three of these.",
            "E) both the first and third of these."
        ],
        "back": "E",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "27) What is true of natural selection?",
        "options": [
            "A) Natural selection is a random process.",
            "B) Natural selection creates beneficial mutations.",
            "C) The only way to eliminate harmful mutations is through natural selection.",
            "D) Mutations occur at random; natural selection can preserve and distribute beneficial mutations.",
            "E) Mutations occur when directed by the good of the species; natural selection edits out harmful mutations and causes populations to adapt to the beneficial mutations."
        ],
        "back": "D",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "28) The restriction enzymes of bacteria protect the bacteria from successful attack by bacteriophages, whose genomes can be degraded by the restriction enzymes. The bacterial genomes are not vulnerable to these restriction enzymes because bacterial DNA is methylated. This situation selects for bacteriophages whose genomes are also methylated. As new strains of resistant bacteriophages become more prevalent, this in turn selects for bacteria whose genomes are not methylated and whose restriction enzymes instead degrade methylated DNA. The outcome of the conflict between bacteria and bacteriophage at any point in time results from",
        "options": [
            "A) frequency-dependent selection.",
            "B) evolutionary imbalance.",
            "C) heterozygote advantage.",
            "D) neutral variation.",
            "E) genetic variation being preserved by diploidy."
        ],
        "back": "A",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "29) The restriction enzymes of bacteria protect the bacteria from successful attack by bacteriophages, whose genomes can be degraded by the restriction enzymes. The bacterial genomes are not vulnerable to these restriction enzymes because bacterial DNA is methylated. This situation selects for bacteriophages whose genomes are also methylated. As new strains of resistant bacteriophages become more prevalent, this in turn selects for bacteria whose genomes are not methylated and whose restriction enzymes instead degrade methylated DNA. Over the course of evolutionary time, what should occur?",
        "options": [
            "A) Methylated DNA should become fixed in the gene pools of bacterial species.",
            "B) Nonmethylated DNA should become fixed in the gene pools of bacteriophages.",
            "C) Methylated DNA should become fixed in the gene pools of bacteriophages.",
            "D) Methylated and nonmethylated strains should be maintained among both bacteria and bacteriophages, with ratios that vary over time.",
            "E) Both the first and second responses are correct."
        ],
        "back": "D",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "30) Arrange the following from most general (i.e., most inclusive) to most specific (i.e., least inclusive): 1. natural selection 2. microevolution 3. intrasexual selection 4. evolution 5. sexual selection",
        "options": [
            "A) 4, 1, 2, 3, 5",
            "B) 4, 2, 1, 3, 5",
            "C) 4, 2, 1, 5, 3",
            "D) 1, 4, 2, 5, 3",
            "E) 1, 2, 4, 5, 3"
        ],
        "back": "C",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "31) Sexual dimorphism is most often a result of",
        "options": [
            "A) pansexual selection.",
            "B) stabilizing selection.",
            "C) intrasexual selection.",
            "D) intersexual selection.",
            "E) artificial selection."
        ],
        "back": "D",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "32) In the wild, male house finches (Carpodus mexicanus) vary considerably in the amount of red pigmentation in their head and throat feathers, with colors ranging from pale yellow to bright red. These colors come from carotenoid pigments that are found in the birds' diets; no vertebrates are known to synthesize carotenoid pigments. Thus, the brighter red the male's feathers are, the more successful he has been at acquiring the red carotenoid pigment by his food-gathering efforts (all other factors being equal). During breeding season, one should expect female house finches to prefer to mate with males with the brightest red feathers. Which of the following is true of this situation?",
        "options": [
            "A) Alleles that promote more efficient acquisition of carotenoid-containing foods by males should increase over the course of generations.",
            "B) Alleles that promote more effective deposition of carotenoid pigments in the feathers of males should increase over the course of generations.",
            "C) There should be directional selection for bright red feathers in males.",
            "D) Three of the statements are correct.",
            "E) Two of the statements are correct."
        ],
        "back": "D",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "33) During breeding season, one should expect female house finches to prefer to mate with males with the brightest red feathers. Which of the following terms are appropriately applied to this situation?",
        "options": [
            "A) sexual selection",
            "B) mate choice",
            "C) intersexual selection",
            "D) Three of the responses are correct.",
            "E) Two of the responses are correct."
        ],
        "back": "D",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "34) Adult male humans generally have deeper voices than do adult female humans, which is the direct result of higher levels of testosterone causing growth of the larynx. If the fossil records of apes and humans alike show a trend toward decreasing larynx size in adult females and increasing larynx size in adult males, then",
        "options": [
            "A) sexual dimorphism was developing over time in these species.",
            "B) intrasexual selection seems to have occurred.",
            "C) stabilizing selection was occurring in these species concerning larynx size.",
            "D) selection was acting more directly upon genotype than upon phenotype."
        ],
        "back": "A",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "35) Adult male humans generally have deeper voices than do adult female humans, which is the direct result of higher levels of testosterone causing growth of the larynx. If one excludes the involvement of gender in the situation, then the pattern that is apparent in the fossil record is most similar to one that should be expected from",
        "options": [
            "A) pansexual selection.",
            "B) directional selection.",
            "C) disruptive selection.",
            "D) stabilizing selection.",
            "E) asexual selection."
        ],
        "back": "C",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "36) Which of the following statements best summarizes evolution as it is viewed today?",
        "options": [
            "A) It represents the result of selection for acquired characteristics.",
            "B) It is synonymous with the process of gene flow.",
            "C) It is the descent of humans from the present-day great apes.",
            "D) It is the differential survival and reproduction of the most-fit phenotypes."
        ],
        "back": "D",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "37) Which of the following is most likely to produce an African butterfly species in the wild whose members have one of two strikingly different color patterns?",
        "options": [
            "A) artificial selection",
            "B) directional selection",
            "C) stabilizing selection",
            "D) disruptive selection",
            "E) sexual selection"
        ],
        "back": "D",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "38) Most Swiss starlings produce four to five eggs in each clutch. Starlings producing fewer, or more, than this have reduced fitness. Which of the following terms best describes this situation?",
        "options": [
            "A) artificial selection",
            "B) directional selection",
            "C) stabilizing selection",
            "D) disruptive selection",
            "E) sexual selection"
        ],
        "back": "C",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "39) The recessive allele that causes phenylketonuria (PKU) is harmful, except when an infant's diet lacks the amino acid phenylalanine. What maintains the presence of this harmful allele in a population's gene pool?",
        "options": [
            "A) heterozygote advantage",
            "B) stabilizing selection",
            "C) diploidy",
            "D) balancing selection"
        ],
        "back": "C",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "40) Heterozygote advantage should be most closely linked to which of the following?",
        "options": [
            "A) sexual selection",
            "B) stabilizing selection",
            "C) random selection",
            "D) directional selection",
            "E) disruptive selection"
        ],
        "back": "B",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "41) In seedcracker finches from Cameroon, small- and large-billed birds specialize in cracking soft and hard seeds, respectively. If long-term climatic change resulted in all seeds becoming hard, what type of selection would then operate on the finch population?",
        "options": [
            "A) disruptive selection",
            "B) directional selection",
            "C) stabilizing selection",
            "D) No selection would operate because the population is in Hardy-Weinberg equilibrium."
        ],
        "back": "B",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "42) When imbalances occur in the sex ratio of sexual species that have two sexes (i.e., other than a 50:50 ratio), the members of the minority sex often receive a greater proportion of care and resources from parents than do the offspring of the majority sex. This is most clearly an example of",
        "options": [
            "A) sexual selection.",
            "B) disruptive selection.",
            "C) balancing selection.",
            "D) stabilizing selection.",
            "E) frequency-dependent selection."
        ],
        "back": "E",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "43) The same gene that causes various coat patterns in wild and domesticated cats also causes the cross-eyed condition in these cats, the cross-eyed condition being slightly maladaptive. In a hypothetical environment, the coat pattern that is associated with crossed eyes is highly adaptive, with the result that both the coat pattern and the cross-eyed condition increase in a feline population over time. Which statement is supported by these observations?",
        "options": [
            "A) Evolution is progressive and tends toward a more perfect population.",
            "B) Phenotype is often the result of compromise.",
            "C) Natural selection reduces the frequency of maladaptive genes in populations over the course of time.",
            "D) Polygenic inheritance is generally maladaptive, and should become less common in future generations.",
            "E) In all environments, coat pattern is a more important survival factor than is eye-muscle tone."
        ],
        "back": "B",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "44) A proficient engineer can easily design skeletal structures that are more functional than those currently found in the forelimbs of such diverse mammals as horses, whales, and bats. The actual forelimbs of these mammals do not seem to be optimally arranged because",
        "options": [
            "A) natural selection has not had sufficient time to create the optimal design in each case, but will do so given enough time.",
            "B) in many cases, phenotype is not merely determined by genotype, but by the environment as well.",
            "C) though we may not consider the fit between the current skeletal arrangements and their functions excellent, we should not doubt that natural selection ultimately produces the best design.",
            "D) natural selection is generally limited to modifying structures that were present in previous generations and in previous species."
        ],
        "back": "D",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "45) There are those who claim that the theory of evolution cannot be true because the apes, which are supposed to be closely related to humans, do not likewise share the same large brains, capacity for complicated speech, and tool-making capability. They reason that if these features are generally beneficial, then the apes should have evolved them as well. Which of these provides the best argument against this misconception?",
        "options": [
            "A) Advantageous alleles do not arise on demand.",
            "B) A population's evolution is limited by historical constraints.",
            "C) Adaptations are often compromises.",
            "D) Evolution can be influenced by environmental change."
        ],
        "back": "A",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "46) Blue light is that portion of the visible spectrum that penetrates the deepest into bodies of water. Ultraviolet (UV) light, though, can penetrate even deeper. A gene within a population of marine fish that inhabits depths from 500 m to 1,000 m has an allele for a photopigment that is sensitive to UV light, and another allele for a photopigment that is sensitive to blue light. Which of the following graphs best depicts the predicted distribution of these alleles within a population if the fish that carry these alleles prefer to locate themselves where they can see best? (SEE IMAGE)",
        "options": [
            "A) A",
            "B) B",
            "C) C",
            "D) D"
        ],
        "back": "B",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": [
            "https://web.archive.org/web/20170801153657im_/https://www.easynotecards.com/uploads/1179/0/2522f4b0_13a997b09fc__8000_00000002.jpg"
        ]
    },
    {
        "front": "48) If global warming permits mosquitoes to live at higher altitudes than they currently do, then in which direction should the entire plot in the correct distribution below be shifted?",
        "options": [
            "A) to the right",
            "B) to the left",
            "C) upward",
            "D) downward"
        ],
        "back": "A",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": [
            "https://web.archive.org/web/20170801153657im_/https://www.easynotecards.com/uploads/1180/1/2522f4b0_13a997b09fc__8000_00000003.jpg"
        ]
    },
    {
        "front": "In a very large population, a quantitative trait has the following distribution pattern: 49) What is true of the trait whose frequency distribution in a  large population appears in the previous figure? It has probably  undergone",
        "options": [
            "A) directional selection.",
            "B) stabilizing  selection.",
            "C) disruptive selection.",
            "D) normal selection."
        ],
        "back": "B",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": [
            "https://web.archive.org/web/20170801153657im_/https://www.easynotecards.com/uploads/1182/3/2522f4b0_13a997b09fc__8000_00000005.jpg"
        ]
    },
    {
        "front": "50) If the curve in the previous figure shifts to the left or to the right, there is no gene flow, and the population size consequently increases over successive generations. Which of the following is (are) probably occurring? 1. immigration or emigration 2. directional selection 3. adaptation 4. genetic drift 5. disruptive  selection",
        "options": [
            "A) 1 only",
            "B) 4 only",
            "C) 2 and 3",
            "D) 4 and 5",
            "E) 1, 2, and 3"
        ],
        "back": "C",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": [
            "https://web.archive.org/web/20170801153657im_/https://www.easynotecards.com/uploads/1182/3/2522f4b0_13a997b09fc__8000_00000005.jpg"
        ]
    },
    {
        "front": "HIV's genome of RNA includes the code for reverse transcriptase (RT), an enzyme that acts early in infection to synthesize a DNA genome off of an RNA template. The HIV genome also codes for protease (PR), an enzyme that acts later in infection by cutting long viral polyproteins into smaller, functional proteins. Both RT and PR represent potential targets for antiretroviral drugs. Drugs called nucleoside analogs (NA) act against RT, whereas drugs called protease inhibitors (PI) act against PR. 51) Which of the following represents the treatment option most  likely to avoid the production of drug-resistant HIV (assuming no drug  interactions or side effects)?",
        "options": [
            "A) using a series of NAs, one at  a time, and changed about once a week",
            "B) using a single PI, but  slowly increasing the dosage over the course of a week",
            "C) using  high doses of NA and a PI at the same time for a period not to exceed  one day",
            "D) using moderate doses of NA and two different PIs at  the same time for several months"
        ],
        "back": "D",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "HIV's genome of RNA includes the code for reverse transcriptase (RT), an enzyme that acts early in infection to synthesize a DNA genome off of an RNA template. The HIV genome also codes for protease (PR), an enzyme that acts later in infection by cutting long viral polyproteins into smaller, functional proteins. Both RT and PR represent potential targets for antiretroviral drugs. Drugs called nucleoside analogs (NA) act against RT, whereas drugs called protease inhibitors (PI) act against PR. 52) Within the body of an HIV-infected individual who is being  treated with a single NA, and whose HIV particles are currently  vulnerable to this NA, which of these situations can increase the  virus' relative fitness? 1. mutations resulting in RTs with  decreased rates of nucleotide mismatch 2. mutations resulting in  RTs with increased rates of nucleotide mismatch 3. mutations  resulting in RTs that have proofreading capability",
        "options": [
            "A) 1 only",
            "B) 2 only",
            "C) 3 only",
            "D) 1 and 3",
            "E) 2 and 3"
        ],
        "back": "B",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "HIV's genome of RNA includes the code for reverse transcriptase (RT), an enzyme that acts early in infection to synthesize a DNA genome off of an RNA template. The HIV genome also codes for protease (PR), an enzyme that acts later in infection by cutting long viral polyproteins into smaller, functional proteins. Both RT and PR represent potential targets for antiretroviral drugs. Drugs called nucleoside analogs (NA) act against RT, whereas drugs called protease inhibitors (PI) act against PR. 53) HIV has nine genes in its RNA genome. Every HIV particle  contains two RNA molecules, and each molecule contains all nine genes.  If, for some reason, the two RNA molecules within a single HIV  particle do not have identical sequences, then which of these terms  can be applied due to the existence of the nonidentical regions?",
        "options": [
            "A) homozygous",
            "B) gene variability",
            "C) nucleotide  variability",
            "D) average heterozygosity",
            "E) All but one of  the responses are correct."
        ],
        "back": "E",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "HIV's genome of RNA includes the code for reverse transcriptase (RT), an enzyme that acts early in infection to synthesize a DNA genome off of an RNA template. The HIV genome also codes for protease (PR), an enzyme that acts later in infection by cutting long viral polyproteins into smaller, functional proteins. Both RT and PR represent potential targets for antiretroviral drugs. Drugs called nucleoside analogs (NA) act against RT, whereas drugs called protease inhibitors (PI) act against PR. 54) Every HIV particle contains two RNA molecules. If two genes  from one RNA molecule become detached and then, as a unit, get  attached to one end of the other RNA molecule within a single HIV  particle, which of these is true?",
        "options": [
            "A) There are now fewer genes  within the viral particle.",
            "B) There are now more genes within  the viral particle.",
            "C) A point substitution mutation has  occurred in the retroviral genome.",
            "D) The retroviral equivalent  of crossing over has occurred, no doubt resulting in a heightened  positive effect.",
            "E) One of the RNA molecules has experienced  gene duplication as the result of translocation."
        ],
        "back": "E",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "HIV's genome of RNA includes the code for reverse transcriptase (RT), an enzyme that acts early in infection to synthesize a DNA genome off of an RNA template. The HIV genome also codes for protease (PR), an enzyme that acts later in infection by cutting long viral polyproteins into smaller, functional proteins. Both RT and PR represent potential targets for antiretroviral drugs. Drugs called nucleoside analogs (NA) act against RT, whereas drugs called protease inhibitors (PI) act against PR. 55) In a hypothetical population's gene pool, an autosomal gene,  which had previously been fixed, undergoes a mutation that introduces  a new allele, one inherited according to incomplete dominance. Natural  selection then causes stabilizing selection at this locus.  Consequently, what should happen over the course of many generations?",
        "options": [
            "A) The proportions of both types of homozygote should decrease.",
            "B) The proportion of the population that is heterozygous at this  locus should remain constant.",
            "C) The population's average  heterozygosity should decrease.",
            "D) The two homozygotes should  decrease at different rates."
        ],
        "back": "A",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "A large population of laboratory animals has been allowed to breed randomly for a number of generations. After several generations, 25% of the animals display a recessive trait (aa), the same percentage as at the beginning of the breeding program. The rest of the animals show the dominant phenotype, with heterozygotes indistinguishable from the homozygous dominants. 56) What is the most reasonable conclusion that can be drawn  from the fact that the frequency of the recessive trait (aa) has not  changed over time?",
        "options": [
            "A) The population is undergoing genetic  drift.",
            "B) The two phenotypes are about equally adaptive under  laboratory conditions.",
            "C) The genotype AA is lethal.",
            "D)  There has been a high rate of mutation of allele A to allele a.",
            "E) There has been sexual selection favoring allele a."
        ],
        "back": "B",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "A large population of laboratory animals has been allowed to breed randomly for a number of generations. After several generations, 25% of the animals display a recessive trait (aa), the same percentage as at the beginning of the breeding program. The rest of the animals show the dominant phenotype, with heterozygotes indistinguishable from the homozygous dominants. 57) What is the estimated frequency of allele A in the gene  pool?",
        "options": [
            "A) 0.25",
            "B) 0.50",
            "C) 0.75"
        ],
        "back": "B",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "A large population of laboratory animals has been allowed to breed randomly for a number of generations. After several generations, 25% of the animals display a recessive trait (aa), the same percentage as at the beginning of the breeding program. The rest of the animals show the dominant phenotype, with heterozygotes indistinguishable from the homozygous dominants. 58) What proportion of the population is probably heterozygous  (Aa) for this trait?",
        "options": [
            "A) 0.05",
            "B) 0.25",
            "C) 0.50",
            "D) 0.75"
        ],
        "back": "C",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "You are studying three populations of birds. Population A has ten birds, of which one is brown (a recessive trait) and nine are red. Population B has 100 birds, of which ten are brown. Population C has 30 birds, and three of them are brown. 59) In which population would it be least likely that an  accident would significantly alter the frequency of the brown allele?",
        "options": [
            "A) population A",
            "B) population B",
            "C) population C",
            "D) They are all the same.",
            "E) It is impossible to tell from  the information given."
        ],
        "back": "B",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "You are studying three populations of birds. Population A has ten birds, of which one is brown (a recessive trait) and nine are red. Population B has 100 birds, of which ten are brown. Population C has 30 birds, and three of them are brown. 60) Which population is most likely to be subject to the  bottleneck effect?",
        "options": [
            "A) population A",
            "B) population B",
            "C) population C",
            "D) They are all equally likely.",
            "E)  It is impossible to tell from the information given."
        ],
        "back": "A",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "In those parts of equatorial Africa where the malaria parasite is most common, the sickle-cell allele constitutes 20% of the β hemoglobin alleles in the human gene pool. 61) What should be the proportion of heterozygous individuals in  populations that live here?",
        "options": [
            "A) 0.04",
            "B) 0.16",
            "C) 0.20",
            "D) 0.32",
            "E) 0.80"
        ],
        "back": "D",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "In those parts of equatorial Africa where the malaria parasite is most common, the sickle-cell allele constitutes 20% of the β hemoglobin alleles in the human gene pool. 62) If the sickle-cell allele is recessive, what proportion of  the population should be susceptible to sickle-cell anemia under  typical conditions?",
        "options": [
            "A) 0.04",
            "B) 0.16",
            "C) 0.20",
            "D)  0.32",
            "E) 0.80"
        ],
        "back": "A",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "In those parts of equatorial Africa where the malaria parasite is most common, the sickle-cell allele constitutes 20% of the β hemoglobin alleles in the human gene pool. 63) In the United States, the parasite that causes malaria is  not present, but African-Americans whose ancestors were from  equatorial Africa are present. What should be happening to the  sickle-cell allele in the United States, and what should be happening  to it in equatorial Africa?",
        "options": [
            "A) stabilizing selection; disruptive  selection",
            "B) disruptive selection; stabilizing selection",
            "C) disruptive selection; directional selection",
            "D)  directional selection; disruptive selection",
            "E) directional  selection; stabilizing selection"
        ],
        "back": "E",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "In those parts of equatorial Africa where the malaria parasite is most common, the sickle-cell allele constitutes 20% of the β hemoglobin alleles in the human gene pool. 64) With respect to the sickle-cell allele, what should be true  of the β hemoglobin locus in U.S. populations of African-Americans  whose ancestors were from equatorial Africa? 1. The average heterozygosity at this locus should be decreasing over time. 2. There is an increasing heterozygote advantage at this locus. 3. Diploidy is helping to preserve the sickle-cell allele at this locus. 4. Frequency-dependent selection is helping to preserve the sickle-cell allele at this locus.",
        "options": [
            "A) 1 only",
            "B) 1 and 3",
            "C) 2 and 3",
            "D) 1, 2, and 3",
            "E) 1, 2, and 4"
        ],
        "back": "B",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "In those parts of equatorial Africa where the malaria parasite is most common, the sickle-cell allele constitutes 20% of the β hemoglobin alleles in the human gene pool. 65) Considering the overall human population of the U.S.  mainland at the time when the slave trade brought large numbers of  people from equatorial Africa, what was primarily acting to change the  frequency of the sickle-cell allele in the overall U.S. population?",
        "options": [
            "A) natural selection",
            "B) gene flow",
            "C) genetic drift",
            "D) founder effect",
            "E) Two of the responses are correct."
        ],
        "back": "B",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "In those parts of equatorial Africa where the malaria parasite is most common, the sickle-cell allele constitutes 20% of the β hemoglobin alleles in the human gene pool. 66) The sickle-cell allele is pleiotropic (i.e., it affects more  than one phenotypic trait). Specifically, this allele affects oxygen  delivery to tissues and affects one's susceptibility to malaria. Under conditions of low atmospheric oxygen availability, individuals heterozygous for this allele can experience life-threatening sickle-cell \"crises.\" Such individuals remain less susceptible to malaria. Thus, pleiotropic genes/alleles such as this can help explain why",
        "options": [
            "A) new advantageous alleles do not arise on demand.",
            "B) evolution is limited by historical constraints.",
            "C) adaptations are often compromises.",
            "D) chance events can affect the evolutionary history of populations."
        ],
        "back": "C",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "In the year 2500, five male space colonists and five female space colonists (all unrelated to each other) settle on an uninhabited Earthlike planet in the Andromeda galaxy. The colonists and their offspring randomly mate for generations. All ten of the original colonists had free earlobes, and two were heterozygous for that trait. The allele for free earlobes is dominant to the allele for attached earlobes. 67) Which of these is closest to the allele frequency in the  founding population?",
        "options": [
            "A) 0.1 a, 0.9 A",
            "B) 0.2 a, 0.8 A",
            "C) 0.5 a, 0.5 A",
            "D) 0.8 a, 0.2 A",
            "E) 0.4 a, 0.6 A"
        ],
        "back": "A",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "In the year 2500, five male space colonists and five female space colonists (all unrelated to each other) settle on an uninhabited Earthlike planet in the Andromeda galaxy. The colonists and their offspring randomly mate for generations. All ten of the original colonists had free earlobes, and two were heterozygous for that trait. The allele for free earlobes is dominant to the allele for attached earlobes. 68) If one assumes that Hardy-Weinberg equilibrium applies to  the population of colonists on this planet, about how many people will  have attached earlobes when the planet's population reaches 10,000?",
        "options": [
            "A) 100",
            "B) 400",
            "C) 800",
            "D) 1,000",
            "E) 10,000"
        ],
        "back": "A",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "In the year 2500, five male space colonists and five female space colonists (all unrelated to each other) settle on an uninhabited Earthlike planet in the Andromeda galaxy. The colonists and their offspring randomly mate for generations. All ten of the original colonists had free earlobes, and two were heterozygous for that trait. The allele for free earlobes is dominant to the allele for attached earlobes. 69) If four of the original colonists died before they produced  offspring, the ratios of genotypes could be quite different in the  subsequent generations. This would be an example of",
        "options": [
            "A) diploidy.",
            "B) gene flow.",
            "C) genetic drift.",
            "D) disruptive  selection.",
            "E) stabilizing selection."
        ],
        "back": "C",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "70) You are maintaining a small population of fruit flies in the laboratory by transferring the flies to a new culture bottle after each generation. After several generations, you notice that the viability of the flies has decreased greatly. Recognizing that small population size is likely to be linked to decreased viability, the best way to reverse this trend is to",
        "options": [
            "A) cross your flies with flies from another lab.",
            "B) reduce the number of flies that you transfer at each generation.",
            "C) transfer only the largest flies.",
            "D) change the temperature at which you rear the flies.",
            "E) shock the flies with a brief treatment of heat or cold to make them more hardy."
        ],
        "back": "A",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "71) The volcano is currently dormant, but in a hypothetical future scenario, satellite cones at the base of Mt. Kilimanjaro spew sulfurous gases and lava, destroying all life located between the base and 6,000 feet above sea level. As a result of this catastrophe, how should the frequency of the sickle-cell allele change in the remnant human population that survives above 6,000 feet, and which phenomenon accounts for this change in allele frequency?",
        "options": [
            "A) decreases; disruptive selection",
            "B) increases; genetic drift",
            "C) decreases; gene flow",
            "D) increases; nonrandom mating",
            "E) decreases; bottleneck effect"
        ],
        "back": "E",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "72) Swine are vulnerable to infection by bird flu virus and human flu virus, which can both be present in an individual pig at the same time. When this occurs, it is possible for genes from bird flu virus and human flu virus to be combined. If the human flu virus contributes a gene for Tamiflu resistance (Tamiflu is an antiviral drug) to the new virus, and if the new virus is introduced to an environment lacking Tamiflu, then what is most likely to occur?",
        "options": [
            "A) The new virus will maintain its Tamiflu-resistance gene, just in case of future exposure to Tamiflu.",
            "B) The Tamiflu-resistance gene will undergo mutations that convert it into a gene that has a useful function in this environment.",
            "C) If the Tamiflu-resistance gene involves a cost, it will experience directional selection leading to reduction in its frequency.",
            "D) If the Tamiflu-resistance gene confers no benefit in the current environment, and has no cost, the virus will become dormant until Tamiflu is present."
        ],
        "back": "C",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "73) Natural selection changes allele frequencies because some ________ survive and reproduce more successfully than others.",
        "options": [
            "A) alleles",
            "B) loci",
            "C) gene pools",
            "D) species",
            "E) individuals"
        ],
        "back": "E",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "74) No two people are genetically identical, except for identical twins. The main source of genetic variation among human individuals is",
        "options": [
            "A) new mutations that occurred in the preceding generation.",
            "B) genetic drift due to the small size of the population.",
            "C) the reshuffling of alleles in sexual reproduction.",
            "D) geographic variation within the population.",
            "E) environmental effects."
        ],
        "back": "C",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "75) Sparrows with average-sized wings survive severe storms better than those with longer or shorter wings, illustrating",
        "options": [
            "A) the bottleneck effect.",
            "B) disruptive selection.",
            "C) frequency-dependent selection.",
            "D) neutral variation.",
            "E) stabilizing selection."
        ],
        "back": "E",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "76) If the nucleotide variability of a locus equals 0%, what is the gene variability and number of alleles at that locus?",
        "options": [
            "A) gene variability = 0%; number of alleles = 0",
            "B) gene variability = 0%; number of alleles = 1",
            "C) gene variability = 0%; number of alleles = 2",
            "D) gene variability > 0%; number of alleles = 2",
            "E) Without more information, gene variability and number of alleles cannot be determined."
        ],
        "back": "B",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "77) There are 40 individuals in population 1, all with genotype A1A1, and there are 25 individuals in population 2, all with genotype A2A2. Assume that these populations are located far from each other and that their environmental conditions are very similar. Based on the information given here, the observed genetic variation is most likely an example of",
        "options": [
            "A) genetic drift.",
            "B) gene flow.",
            "C) disruptive selection.",
            "D) discrete variation.",
            "E) directional selection."
        ],
        "back": "A",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    },
    {
        "front": "78) A fruit fly population has a gene with two alleles, A1 and A2. Tests show that 70% of the gametes produced in the population contain the A1 allele. If the population is in Hardy-Weinberg equilibrium, what proportion of the flies carry both A1 and A2?",
        "options": [
            "A) 0.7",
            "B) 0.49",
            "C) 0.21",
            "D) 0.42",
            "E) 0.09"
        ],
        "back": "D",
        "unit": "Unit 23",
        "chapter": "Chapter 23",
        "images": []
    }
]