[
    {
        "front": "1) All protists are",
        "options": [
            "A) unicellular.",
            "B) eukaryotic.",
            "C) symbionts.",
            "D) monophyletic.",
            "E) mixotrophic."
        ],
        "back": "B",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "2) Biologists have long been aware that the defunct kingdom Protista is polyphyletic. Which of these statements is most consistent with this conclusion?",
        "options": [
            "A) Many species within this kingdom were once classified as monerans.",
            "B) Animals, plants, and fungi arose from different protist ancestors.",
            "C) The eukaryotic condition has evolved more than once among the protists.",
            "D) Chloroplasts among various protists are similar to those found in prokaryotes.",
            "E) Some protists, all animals, and all fungi share a protist common ancestor, but these protists, animals, and fungi are currently assigned to three different kingdoms."
        ],
        "back": "C",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "3) According to the endosymbiotic theory of the origin of eukaryotic cells, how did mitochondria originate?",
        "options": [
            "A) from infoldings of the plasma membrane, coupled with mutations of genes for proteins in energy-transfer reactions",
            "B) from engulfed, originally free-living proteobacteria",
            "C) by secondary endosymbiosis",
            "D) from the nuclear envelope folding outward and forming mitochondrial membranes",
            "E) when a protoeukaryote engaged in a symbiotic relationship with a protocell"
        ],
        "back": "B",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "4) Which process could have allowed the nucleomorphs of chlorarachniophytes to be reduced, without the net loss of any genetic information?",
        "options": [
            "A) conjugation",
            "B) horizontal gene transfer",
            "C) binary fission",
            "D) phagocytosis",
            "E) meiosis"
        ],
        "back": "B",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "5) An individual mixotroph loses its plastids, yet continues to survive. Which of the following most likely accounts for its continued survival?",
        "options": [
            "A) It relies on photosystems that float freely in its cytosol.",
            "B) It must have gained extra mitochondria when it lost its plastids.",
            "C) It engulfs organic material by phagocytosis or by absorption.",
            "D) It has an endospore.",
            "E) It is protected by a case made of silica."
        ],
        "back": "C",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "6) Which of the following was derived from an ancestral cyanobacterium?",
        "options": [
            "A) chloroplast",
            "B) mitochondrion",
            "C) hydrogenosome",
            "D) mitosome",
            "E) Two of the responses above are correct."
        ],
        "back": "A",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "7) Which two genera have members that can evade the human immune system by frequently changing their surface proteins? 1. Plasmodium 2. Trichomonas 3. Paramecium 4. Trypanosoma 5. Entamoeba",
        "options": [
            "A) 1 and 2",
            "B) 1 and 4",
            "C) 2 and 3",
            "D) 2 and 4",
            "E) 4 and 5"
        ],
        "back": "B",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "8) Which of the following pairs of protists and their characteristics is mismatched?",
        "options": [
            "A) apicomplexans–internal parasites",
            "B) golden algae–planktonic producers",
            "C) euglenozoans–unicellular flagellates",
            "D) ciliates–red tide organisms",
            "E) entamoebas–ingestive heterotrophs"
        ],
        "back": "D",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "9) Which of the following statements about dinoflagellates is true?",
        "options": [
            "A) They possess two flagella.",
            "B) All known varieties are autotrophic.",
            "C) Their walls are usually composed of silica plates.",
            "D) Many types lack mitochondria.",
            "E) Their dead cells accumulate on the seafloor, and are mined to serve as a filtering material."
        ],
        "back": "A",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "10) You are given an unknown organism to identify. It is unicellular and heterotrophic. It is motile, using many short extensions of the cytoplasm, each featuring the 9 + 2 filament pattern. It has well-developed organelles and three nuclei, one large and two small. This organism is most likely to be a member of which group?",
        "options": [
            "A) foraminiferans",
            "B) radiolarians",
            "C) ciliates",
            "D) kinetoplastids",
            "E) slime molds"
        ],
        "back": "C",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "11) Which of the following is characteristic of ciliates?",
        "options": [
            "A) They use pseudopods as locomotory structures or as feeding structures.",
            "B) They are relatively specialized cells.",
            "C) They can exchange genetic material with other ciliates by the process of mitosis.",
            "D) Most live as solitary autotrophs in fresh water.",
            "E) They are often multinucleate."
        ],
        "back": "E",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "12) Which process results in genetic recombination, but is separate from the process by which the population size of Paramecium increases?",
        "options": [
            "A) budding",
            "B) meiotic division",
            "C) mitotic division",
            "D) conjugation",
            "E) binary fission"
        ],
        "back": "D",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "13) Why is the filamentous morphology of the water molds considered a case of convergent evolution?",
        "options": [
            "A) Water molds evolved from filamentous fungi.",
            "B) Body shape reflects ancestor-descendant relationships among organisms.",
            "C) In both cases, filamentous shape is an adaptation for the absorptive nutritional mode of a decomposer.",
            "D) Filamentous body shape is evolutionarily ancestral for all eukaryotes.",
            "E) Both the first and second responses above are correct."
        ],
        "back": "C",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "14) If we were to apply the most recent technique used to fight potato late blight to the fight against the malarial infection of humans, then we would",
        "options": [
            "A) increase the dosage of the least-expensive antimalarial drug administered to humans.",
            "B) increase the dosage of the most common pesticide used to kill Anopheles mosquitoes.",
            "C) introduce a predator of the malarial parasite into infected humans.",
            "D) use a \"cocktail\" of at least three different pesticides against Anopheles mosquitoes.",
            "E) insert genes from a Plasmodium-resistant strain of mosquito into Anopheles mosquitoes."
        ],
        "back": "E",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "15) Diatoms are mostly asexual members of the phytoplankton. Diatoms lack any organelles that might have the 9 + 2 pattern. They obtain their nutrition from functional chloroplasts, and each diatom is encased within two porous, glasslike valves. Which question would be most important for one interested in the day-to-day survival of individual diatoms?",
        "options": [
            "A) How does carbon dioxide get into these protists with their glasslike valves?",
            "B) How do diatoms get transported from one location on the water's surface layers to another location on the surface?",
            "C) How do diatoms with their glasslike valves keep from sinking into poorly lit waters?",
            "D) How do diatoms with their glasslike valves avoid being shattered by the action of waves?",
            "E) How do diatom sperm cells locate diatom egg cells?"
        ],
        "back": "C",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "16) A large seaweed that floats freely on the surface of deep bodies of water would be expected to lack which of the following?",
        "options": [
            "A) thalli",
            "B) bladders",
            "C) holdfasts",
            "D) gel-forming polysaccharides"
        ],
        "back": "C",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "17) Which of the following is a characteristic of the water molds (oomycetes)?",
        "options": [
            "A) the presence of filamentous feeding structures",
            "B) zoospores that are spread by breezes",
            "C) the same nutritional mode as possessed by cyanobacteria",
            "D) a morphological similarity to fungi that is the result of common ancestry",
            "E) a feeding Plasmodium"
        ],
        "back": "A",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "18) Reinforced, threadlike pseudopods that can perform phagocytosis are generally characteristic of which group?",
        "options": [
            "A) radiolarians and forams",
            "B) gymnamoebas",
            "C) entamoebas",
            "D) amoeboid stage of cellular slime molds",
            "E) oomycetes"
        ],
        "back": "A",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "19) A snail-like, coiled, porous test (shell) of calcium carbonate is characteristic of which group?",
        "options": [
            "A) diatoms",
            "B) foraminiferans",
            "C) radiolarians",
            "D) gymnamoebas"
        ],
        "back": "B",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "20) The chloroplasts of land plants are thought to have been derived according to which evolutionary sequence?",
        "options": [
            "A) cyanobacteria → green algae → land plants",
            "B) cyanobacteria → green algae → fungi → land plants",
            "C) red algae → brown algae → green algae → land plants",
            "D) cyanobacteria → red algae → green algae → land plants"
        ],
        "back": "A",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "21) The chloroplasts of all of the following are thought to be derived from ancestral red algae, except those of",
        "options": [
            "A) golden algae.",
            "B) diatoms.",
            "C) dinoflagellates.",
            "D) green algae.",
            "E) brown algae."
        ],
        "back": "D",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "22) A biologist discovers an alga that is marine, multicellular, and lives at a depth reached only by blue light. This alga probably belongs to which group?",
        "options": [
            "A) red algae",
            "B) brown algae",
            "C) green algae",
            "D) dinoflagellates",
            "E) golden algae"
        ],
        "back": "A",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "23) Green algae differ from land plants in that many green algae",
        "options": [
            "A) are heterotrophs.",
            "B) are unicellular.",
            "C) have plastids.",
            "D) have alternation of generations.",
            "E) have cell walls containing cellulose."
        ],
        "back": "B",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "24) If the Archaeplastidae are eventually designated a kingdom, and if land plants are excluded from this kingdom, then what will be true of this new kingdom?",
        "options": [
            "A) It will be monophyletic.",
            "B) It will more accurately depict evolutionary relationships than does the current taxonomy.",
            "C) It will be paraphyletic.",
            "D) It will be a true clade.",
            "E) It will be polyphyletic."
        ],
        "back": "C",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "25) The best evidence for not classifying the slime molds as fungi comes from slime molds'",
        "options": [
            "A) DNA sequences.",
            "B) nutritional modes.",
            "C) choice of habitats.",
            "D) physical appearance.",
            "E) reproductive methods."
        ],
        "back": "A",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "26) Which pair of alternatives is highlighted by the life cycle of the cellular slime molds, such as Dictyostelium?",
        "options": [
            "A) prokaryotic or eukaryotic",
            "B) unicellular or multicellular",
            "C) diploid or haploid",
            "D) autotroph or heterotroph"
        ],
        "back": "B",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "27) Which of the following statements concerning protists is true?",
        "options": [
            "A) All protists have mitochondria, though in some species they are much reduced and known by different names.",
            "B) The primary organism that transmits malaria to humans by its bite is the tsetse fly.",
            "C) All apicomplexans are autotrophic.",
            "D) All slime molds have an amoeboid stage that may be followed by a stage during which spores are produced.",
            "E) Euglenozoans that are mixotrophic lack functional chloroplasts."
        ],
        "back": "A",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "28) Which of the following is correctly described as a primary producer?",
        "options": [
            "A) oomycete",
            "B) kinetoplastid",
            "C) apicomplexan",
            "D) diatom",
            "E) radiolarian"
        ],
        "back": "D",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "29) You are given the task of designing an aerobic, mixotrophic protist that can perform photosynthesis in fairly deep water (for example, 250 m deep), and can also crawl about and engulf small particles. With which two of the following structures would you provide your protist? 1. hydrogenosome 2. apicoplast 3. pseudopods 4. chloroplast from red alga 5. chloroplast from green alga",
        "options": [
            "A) 1 and 2",
            "B) 2 and 3",
            "C) 2 and 4",
            "D) 3 and 4",
            "E) 4 and 5"
        ],
        "back": "D",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "30) You are given the task of designing an aquatic protist that is a primary producer. It cannot swim on its own, yet must stay in well-lit surface waters. It must be resistant to physical damage from wave action. It should be most similar to a(n)",
        "options": [
            "A) diatom.",
            "B) dinoflagellate.",
            "C) apicomplexan.",
            "D) red alga.",
            "E) radiolarian."
        ],
        "back": "A",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "31) Similar to most amoebozoans, the forams and the radiolarians also have pseudopods, as do some of the white blood cells of animals (monocytes). If one were to erect a taxon that included all organisms that have cells with pseudopods, what would be true of such a taxon?",
        "options": [
            "A) It would be polyphyletic.",
            "B) It would be paraphyletic.",
            "C) It would be monophyletic.",
            "D) It would include all eukaryotes."
        ],
        "back": "A",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "32) You are designing an artificial drug-delivery \"cell\" that can penetrate animal cells. Which of these protist structures should provide the most likely avenue for research along these lines?",
        "options": [
            "A) pseudopods",
            "B) apical complex",
            "C) excavated feeding grooves",
            "D) nucleomorphs",
            "E) mitosomes"
        ],
        "back": "B",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "33) A gelatinous seaweed that grows in shallow, cold water and undergoes heteromorphic alternation of generations is most probably what type of alga?",
        "options": [
            "A) red",
            "B) green",
            "C) brown",
            "D) yellow"
        ],
        "back": "C",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "34) Which of the following are actual mutualistic partnerships that involve a protist and a host organism?",
        "options": [
            "A) cellulose-digesting gut protistswood-eating termites",
            "B) dinoflagellatesreef-building coral animals",
            "C) Trichomonashumans",
            "D) algaecertain foraminiferans",
            "E) all except that involving humans"
        ],
        "back": "E",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "35) Living diatoms contain brownish plastids. If global warming causes blooms of diatoms in the surface waters of Earth's oceans, how might this be harmful to the animals that build coral reefs?",
        "options": [
            "A) The coral animals, which capture planktonic organisms, may be outcompeted by the diatoms.",
            "B) The coral animals' endosymbiotic dinoflagellates may get \"shaded out\" by the diatoms.",
            "C) The coral animals may die from overeating the plentiful diatoms, with their cases of silica.",
            "D) The diatoms' photosynthetic output may over-oxygenate the water."
        ],
        "back": "B",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "You are given five test tubes, each containing an unknown protist, and your task is to read the following description and match these five protists to the correct test tube. In test tube 1, you observe an organism feeding. Your sketch of the organism looks very similar to Figure 28.1. When light, especially red and blue light, is shone on the tubes, oxygen bubbles accumulate on the inside of test tubes 2 and 3. Chemical analysis of test tube 3 indicates the presence of substantial amounts of silica. Chemical analysis of test tube 2 indicates the presence of a chemical that is toxic to fish and humans. Microscopic analysis of organisms in test tubes 2, 4, and 5 reveals the presence of permanent, membrane-bounded sacs just under the plasma membrane. Microscopic analysis of organisms in test tube 4 reveals the presence of an apicoplast in each. Microscopic analysis of the contents in test tube 5 reveals the presence of one large nucleus and several small nuclei in each organism. 36) Test tube 2 contains",
        "options": [
            "A) Paramecium.",
            "B) Navicula (diatom).",
            "C) Pfiesteria (dinoflagellate).",
            "D) Entamoeba.",
            "E) Plasmodium."
        ],
        "back": "C",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": [
            "https://web.archive.org/web/20170801133816im_/https://www.easynotecards.com/uploads/322/46/_39367d51_13ab9201884__8000_00000034.jpg"
        ]
    },
    {
        "front": "You are given five test tubes, each containing an unknown protist, and your task is to read the following description and match these five protists to the correct test tube. In test tube 1, you observe an organism feeding. Your sketch of the organism looks very similar to Figure 28.1. When light, especially red and blue light, is shone on the tubes, oxygen bubbles accumulate on the inside of test tubes 2 and 3. Chemical analysis of test tube 3 indicates the presence of substantial amounts of silica. Chemical analysis of test tube 2 indicates the presence of a chemical that is toxic to fish and humans. Microscopic analysis of organisms in test tubes 2, 4, and 5 reveals the presence of permanent, membrane-bounded sacs just under the plasma membrane. Microscopic analysis of organisms in test tube 4 reveals the presence of an apicoplast in each. Microscopic analysis of the contents in test tube 5 reveals the presence of one large nucleus and several small nuclei in each organism. 37) Test tube 4 contains",
        "options": [
            "A) Paramecium.",
            "B) Navicula (diatom).",
            "C) Pfiesteria (dinoflagellate).",
            "D) Entamoeba.",
            "E) Plasmodium."
        ],
        "back": "E",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": [
            "https://web.archive.org/web/20170801133816im_/https://www.easynotecards.com/uploads/322/46/_39367d51_13ab9201884__8000_00000034.jpg"
        ]
    },
    {
        "front": "You are given five test tubes, each containing an unknown protist, and your task is to read the following description and match these five protists to the correct test tube. In test tube 1, you observe an organism feeding. Your sketch of the organism looks very similar to Figure 28.1. When light, especially red and blue light, is shone on the tubes, oxygen bubbles accumulate on the inside of test tubes 2 and 3. Chemical analysis of test tube 3 indicates the presence of substantial amounts of silica. Chemical analysis of test tube 2 indicates the presence of a chemical that is toxic to fish and humans. Microscopic analysis of organisms in test tubes 2, 4, and 5 reveals the presence of permanent, membrane-bounded sacs just under the plasma membrane. Microscopic analysis of organisms in test tube 4 reveals the presence of an apicoplast in each. Microscopic analysis of the contents in test tube 5 reveals the presence of one large nucleus and several small nuclei in each organism. 38) Test tube 5 contains",
        "options": [
            "A) Paramecium.",
            "B) Navicula (diatom).",
            "C) Pfiesteria (dinoflagellate).",
            "D) Entamoeba.",
            "E) Plasmodium."
        ],
        "back": "A",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": [
            "https://web.archive.org/web/20170801133816im_/https://www.easynotecards.com/uploads/322/46/_39367d51_13ab9201884__8000_00000034.jpg"
        ]
    },
    {
        "front": "You are given five test tubes, each containing an unknown protist, and your task is to read the following description and match these five protists to the correct test tube. In test tube 1, you observe an organism feeding. Your sketch of the organism looks very similar to Figure 28.1. When light, especially red and blue light, is shone on the tubes, oxygen bubbles accumulate on the inside of test tubes 2 and 3. Chemical analysis of test tube 3 indicates the presence of substantial amounts of silica. Chemical analysis of test tube 2 indicates the presence of a chemical that is toxic to fish and humans. Microscopic analysis of organisms in test tubes 2, 4, and 5 reveals the presence of permanent, membrane-bounded sacs just under the plasma membrane. Microscopic analysis of organisms in test tube 4 reveals the presence of an apicoplast in each. Microscopic analysis of the contents in test tube 5 reveals the presence of one large nucleus and several small nuclei in each organism. 39) Test tube 3 contains",
        "options": [
            "A) Paramecium.",
            "B) Navicula (diatom).",
            "C) Pfiesteria (dinoflagellate).",
            "D) Entamoeba.",
            "E) Plasmodium."
        ],
        "back": "B",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": [
            "https://web.archive.org/web/20170801133816im_/https://www.easynotecards.com/uploads/322/46/_39367d51_13ab9201884__8000_00000034.jpg"
        ]
    },
    {
        "front": "Diatoms are encased in Petri-platelike cases (valves) made of translucent hydrated silica whose thickness can be varied. The material used to store excess calories can also be varied. At certain times, diatoms store excess calories in the form of the liquid polysaccharide, laminarin, and at other times as oil. The following are data concerning the density (specific gravity) of various components of diatoms, and of their environment. Table 28.1 Specific Gravities of Materials Relevant to Diatoms 40) Water's density and, consequently, its buoyancy decrease at warmer temperatures. Based on this consideration and using data from Table 28.1, at which time of year should one expect diatoms to be storing excess calories mostly as oil?",
        "options": [
            "A) mid-winter",
            "B) early spring",
            "C) late summer",
            "D) late fall"
        ],
        "back": "C",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": [
            "https://web.archive.org/web/20170801133816im_/https://www.easynotecards.com/uploads/327/51/_39367d51_13ab9201884__8000_00000040.jpg"
        ]
    },
    {
        "front": "Diatoms are encased in Petri-platelike cases (valves) made of translucent hydrated silica whose thickness can be varied. The material used to store excess calories can also be varied. At certain times, diatoms store excess calories in the form of the liquid polysaccharide, laminarin, and at other times as oil. The following are data concerning the density (specific gravity) of various components of diatoms, and of their environment. Table 28.1 Specific Gravities of Materials Relevant to Diatoms 41) Judging from Table 28.1 and given that water's density and, consequently, its buoyancy decrease at warmer temperatures, in which environment should diatoms (and other suspended particles) sink most slowly?",
        "options": [
            "A) cold fresh water",
            "B) warm fresh water",
            "C) cold seawater",
            "D) warm seawater",
            "E) warm brackish water"
        ],
        "back": "C",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": [
            "https://web.archive.org/web/20170801133816im_/https://www.easynotecards.com/uploads/327/51/_39367d51_13ab9201884__8000_00000040.jpg"
        ]
    },
    {
        "front": "Diatoms are encased in Petri-platelike cases (valves) made of translucent hydrated silica whose thickness can be varied. The material used to store excess calories can also be varied. At certain times, diatoms store excess calories in the form of the liquid polysaccharide, laminarin, and at other times as oil. The following are data concerning the density (specific gravity) of various components of diatoms, and of their environment. Table 28.1 Specific Gravities of Materials Relevant to Diatoms 42) Using dead diatoms to \"pump\" CO2 to the seafloor is feasible only if dead diatoms sink quickly. Consequently, application of mineral fertilizers, such as iron, should be most effective at times when diatom valves",
        "options": [
            "A) are thickest, and laminarin is being produced rather than oil.",
            "B) are thickest, and oil is being produced rather than laminarin.",
            "C) are thinnest, and laminarin is being produced rather than oil.",
            "D) are thinnest, and oil is being produced rather than laminarin."
        ],
        "back": "A",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": [
            "https://web.archive.org/web/20170801133816im_/https://www.easynotecards.com/uploads/328/52/_39367d51_13ab9201884__8000_00000041.jpg"
        ]
    },
    {
        "front": "Giardia lamblia is an intestinal parasite of humans and other mammals that causes intestinal ailments in most people who ingest the cysts. Upon ingestion, each cyst releases two motile cells, called trophozoites. These attach to the small intestine's lining via a ventral adhesive disk. The trophozoites anaerobically metabolize glucose from the host's intestinal contents to produce ATP. Reproduction is completely asexual, occurring by longitudinal binary fission of trophozoites, with each daughter cell receiving two, haploid nuclei (n = 5). A trophozoite will often encyst as it passes into the large intestine by secreting around itself a case that is resistant to cold, heat, and dehydration. Infection usually occurs by drinking untreated water that contains cysts. 43) The trophozoites of Giardia were first observed in 1681 in the diarrhea stools of the first known person to view protists with a microscope, a person named",
        "options": [
            "A) Robert Koch.",
            "B) Robert Hooke.",
            "C) Isaac Newton.",
            "D) van Leeuwenhoek.",
            "E) Louis Pasteur."
        ],
        "back": "D",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "Giardia lamblia is an intestinal parasite of humans and other mammals that causes intestinal ailments in most people who ingest the cysts. Upon ingestion, each cyst releases two motile cells, called trophozoites. These attach to the small intestine's lining via a ventral adhesive disk. The trophozoites anaerobically metabolize glucose from the host's intestinal contents to produce ATP. Reproduction is completely asexual, occurring by longitudinal binary fission of trophozoites, with each daughter cell receiving two, haploid nuclei (n = 5). A trophozoite will often encyst as it passes into the large intestine by secreting around itself a case that is resistant to cold, heat, and dehydration. Infection usually occurs by drinking untreated water that contains cysts. 44) Given that Flagyl produces only minor side effects (if any) in humans, and given the set of parasites that it kills, Flagyl's mode of action probably involves",
        "options": [
            "A) peptidoglycan.",
            "B) mitochondria or mitosomes.",
            "C) anaerobic metabolic pathways.",
            "D) nuclear envelopes.",
            "E) microtubules."
        ],
        "back": "C",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "Giardia lamblia is an intestinal parasite of humans and other mammals that causes intestinal ailments in most people who ingest the cysts. Upon ingestion, each cyst releases two motile cells, called trophozoites. These attach to the small intestine's lining via a ventral adhesive disk. The trophozoites anaerobically metabolize glucose from the host's intestinal contents to produce ATP. Reproduction is completely asexual, occurring by longitudinal binary fission of trophozoites, with each daughter cell receiving two, haploid nuclei (n = 5). A trophozoite will often encyst as it passes into the large intestine by secreting around itself a case that is resistant to cold, heat, and dehydration. Infection usually occurs by drinking untreated water that contains cysts. 45) Giardia's mitosome can be said to be \"doubly degenerate,\" because it is a degenerate form of ________, an organelle that is itself a degenerate form of ________.",
        "options": [
            "A) nucleus; archaean",
            "B) nucleus; bacterium",
            "C) mitochondrion; proteobacterium",
            "D) mitochondrion; spirochete",
            "E) chloroplast; cyanobacterium"
        ],
        "back": "C",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "Giardia lamblia is an intestinal parasite of humans and other mammals that causes intestinal ailments in most people who ingest the cysts. Upon ingestion, each cyst releases two motile cells, called trophozoites. These attach to the small intestine's lining via a ventral adhesive disk. The trophozoites anaerobically metabolize glucose from the host's intestinal contents to produce ATP. Reproduction is completely asexual, occurring by longitudinal binary fission of trophozoites, with each daughter cell receiving two, haploid nuclei (n = 5). A trophozoite will often encyst as it passes into the large intestine by secreting around itself a case that is resistant to cold, heat, and dehydration. Infection usually occurs by drinking untreated water that contains cysts. 46) The mitosome of Giardia has no DNA within it. If it did contain DNA, then what predictions should we be able to make about its DNA? 1. It is linear. 2. It is circular. 3. It has many introns. 4. It has few introns. 5. It is not associated with histone proteins. 6. It is complexed with histone proteins.",
        "options": [
            "A) 1, 3, and 5",
            "B) 1, 4, and 5",
            "C) 2, 3, and 6",
            "D) 2, 4, and 5",
            "E) 2, 4, and 6"
        ],
        "back": "D",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "Giardia lamblia is an intestinal parasite of humans and other mammals that causes intestinal ailments in most people who ingest the cysts. Upon ingestion, each cyst releases two motile cells, called trophozoites. These attach to the small intestine's lining via a ventral adhesive disk. The trophozoites anaerobically metabolize glucose from the host's intestinal contents to produce ATP. Reproduction is completely asexual, occurring by longitudinal binary fission of trophozoites, with each daughter cell receiving two, haploid nuclei (n = 5). A trophozoite will often encyst as it passes into the large intestine by secreting around itself a case that is resistant to cold, heat, and dehydration. Infection usually occurs by drinking untreated water that contains cysts. 47) Given the putative ancestry of Giardia's mitosome, what should we predict is true of the mitosome?",
        "options": [
            "A) It has electron transport systems that use oxygen as the final electron acceptor.",
            "B) It has a double membrane.",
            "C) It has thylakoids.",
            "D) It contains microtubules, arranged in the \"9 + 2 pattern.\"",
            "E) It contains 80S (eukaryotic) ribosomes."
        ],
        "back": "B",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "Giardia lamblia is an intestinal parasite of humans and other mammals that causes intestinal ailments in most people who ingest the cysts. Upon ingestion, each cyst releases two motile cells, called trophozoites. These attach to the small intestine's lining via a ventral adhesive disk. The trophozoites anaerobically metabolize glucose from the host's intestinal contents to produce ATP. Reproduction is completely asexual, occurring by longitudinal binary fission of trophozoites, with each daughter cell receiving two, haploid nuclei (n = 5). A trophozoite will often encyst as it passes into the large intestine by secreting around itself a case that is resistant to cold, heat, and dehydration. Infection usually occurs by drinking untreated water that contains cysts. 48) Given its mode of reproduction and internal structures, which of the following should be expected to occur in Giardia at some stage of its life cycle? 1. separation (segregation) of daughter chromosomes 2. crossing over 3. meiosis",
        "options": [
            "A) 1 only",
            "B) 3 only",
            "C) 1 and 2",
            "D) 1 and 3",
            "E) 2 and 3"
        ],
        "back": "A",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "Giardia lamblia is an intestinal parasite of humans and other mammals that causes intestinal ailments in most people who ingest the cysts. Upon ingestion, each cyst releases two motile cells, called trophozoites. These attach to the small intestine's lining via a ventral adhesive disk. The trophozoites anaerobically metabolize glucose from the host's intestinal contents to produce ATP. Reproduction is completely asexual, occurring by longitudinal binary fission of trophozoites, with each daughter cell receiving two, haploid nuclei (n = 5). A trophozoite will often encyst as it passes into the large intestine by secreting around itself a case that is resistant to cold, heat, and dehydration. Infection usually occurs by drinking untreated water that contains cysts. 49) Unlike most excavates, Giardia trophozoites have no oral groove and are unable to form food vacuoles. Thus, we should expect its nutrition (mostly glucose) to come from",
        "options": [
            "A) its mitosomes.",
            "B) endosymbiotic cyanobacteria.",
            "C) the ventral disk by which it adheres to the intestinal lining.",
            "D) osmosis involving aquaporins.",
            "E) plasma membrane proteins that are transporters or pumps."
        ],
        "back": "E",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "Giardia lamblia is an intestinal parasite of humans and other mammals that causes intestinal ailments in most people who ingest the cysts. Upon ingestion, each cyst releases two motile cells, called trophozoites. These attach to the small intestine's lining via a ventral adhesive disk. The trophozoites anaerobically metabolize glucose from the host's intestinal contents to produce ATP. Reproduction is completely asexual, occurring by longitudinal binary fission of trophozoites, with each daughter cell receiving two, haploid nuclei (n = 5). A trophozoite will often encyst as it passes into the large intestine by secreting around itself a case that is resistant to cold, heat, and dehydration. Infection usually occurs by drinking untreated water that contains cysts. 50) Diplomonads, such as Giardia, contain two haploid nuclei per trophozoite. Thus, during the G1 phase of the cell cycle, there should be a total of how many unreplicated chromosomes per trophozoite, and during the G2 phase, how many replicated chromosomes per trophozoite?",
        "options": [
            "A) 5; 5",
            "B) 5; 10",
            "C) 10; 10",
            "D) 10; 20",
            "E) 20; 20"
        ],
        "back": "C",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "Giardia lamblia is an intestinal parasite of humans and other mammals that causes intestinal ailments in most people who ingest the cysts. Upon ingestion, each cyst releases two motile cells, called trophozoites. These attach to the small intestine's lining via a ventral adhesive disk. The trophozoites anaerobically metabolize glucose from the host's intestinal contents to produce ATP. Reproduction is completely asexual, occurring by longitudinal binary fission of trophozoites, with each daughter cell receiving two, haploid nuclei (n = 5). A trophozoite will often encyst as it passes into the large intestine by secreting around itself a case that is resistant to cold, heat, and dehydration. Infection usually occurs by drinking untreated water that contains cysts. 51) During passage through the large intestine, a trophozoite will often secrete a case around itself, forming a cyst. Cysts contain four haploid nuclei. When cysts \"hatch\" within a new host, two trophozoites are released. Thus, which of the following must happen within the cyst, prior to hatching? 1. meiosis 2. nuclear division 3. S phase 4. binary fission",
        "options": [
            "A) 1 only",
            "B) 1 and 2",
            "C) 2 and 3",
            "D) 2 and 4",
            "E) 2, 3, and 4"
        ],
        "back": "E",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "Giardia lamblia is an intestinal parasite of humans and other mammals that causes intestinal ailments in most people who ingest the cysts. Upon ingestion, each cyst releases two motile cells, called trophozoites. These attach to the small intestine's lining via a ventral adhesive disk. The trophozoites anaerobically metabolize glucose from the host's intestinal contents to produce ATP. Reproduction is completely asexual, occurring by longitudinal binary fission of trophozoites, with each daughter cell receiving two, haploid nuclei (n = 5). A trophozoite will often encyst as it passes into the large intestine by secreting around itself a case that is resistant to cold, heat, and dehydration. Infection usually occurs by drinking untreated water that contains cysts. 52) The cysts of Giardia are most analogous to the",
        "options": [
            "A) mitochondria of ancestral diplomonads.",
            "B) nuclei of archaeans.",
            "C) endospores of bacteria.",
            "D) capsids of viruses."
        ],
        "back": "C",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "Giardia lamblia is an intestinal parasite of humans and other mammals that causes intestinal ailments in most people who ingest the cysts. Upon ingestion, each cyst releases two motile cells, called trophozoites. These attach to the small intestine's lining via a ventral adhesive disk. The trophozoites anaerobically metabolize glucose from the host's intestinal contents to produce ATP. Reproduction is completely asexual, occurring by longitudinal binary fission of trophozoites, with each daughter cell receiving two, haploid nuclei (n = 5). A trophozoite will often encyst as it passes into the large intestine by secreting around itself a case that is resistant to cold, heat, and dehydration. Infection usually occurs by drinking untreated water that contains cysts. 53) If the mitosomes of Giardia contain no DNA, yet are descendants of what were once free-living organisms, then where are we likely to find the genes that encode their structures, and what accounts for their current location there?",
        "options": [
            "A) plasmids; conjugation",
            "B) plasmids; transformation",
            "C) nucleus; horizontal gene transfer",
            "D) nucleus; S phase"
        ],
        "back": "C",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "Giardia lamblia is an intestinal parasite of humans and other mammals that causes intestinal ailments in most people who ingest the cysts. Upon ingestion, each cyst releases two motile cells, called trophozoites. These attach to the small intestine's lining via a ventral adhesive disk. The trophozoites anaerobically metabolize glucose from the host's intestinal contents to produce ATP. Reproduction is completely asexual, occurring by longitudinal binary fission of trophozoites, with each daughter cell receiving two, haploid nuclei (n = 5). A trophozoite will often encyst as it passes into the large intestine by secreting around itself a case that is resistant to cold, heat, and dehydration. Infection usually occurs by drinking untreated water that contains cysts. 54) The primary treatment for giardiasis (infection with Giardia), as well as for trichomoniasis (infection with Trichomonas vaginalis) and for amoebic dysentery (infection with Entamoeba histolytica), is a drug marketed as Flagyl (generic name is metronidazole). The drug also kills anaerobic gut bacteria. Consequently, which of these are cues that Flagyl's mode of action has nothing to do with attacking or disabling the parasites' flagella, as the drug's name might imply? 1. It would also harm the flagellated lining of the human intestine. 2. Entamoeba possesses pseudopods, not flagella, yet it is killed by Flagyl. 3. Prokaryotic flagella and eukaryotic flagella are radically different from each other and unlikely to be harmed by the same chemical. 4. Not all anaerobic gut bacteria possess flagella, yet it kills these bacteria.",
        "options": [
            "A) 1 and 2",
            "B) 1 and 3",
            "C) 2 and 3",
            "D) 1, 2, and 4",
            "E) 2, 3, and 4"
        ],
        "back": "E",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "Paulinella chromatophora is one of the few cercozoans that is autotrophic, carrying out aerobic photosynthesis with its two elongated \"cyanelles.\" The cyanelles are contained within vesicles of the host cell, and each is derived from a cyanobacterium, though not the same type of cyanobacterium that gave rise to the chloroplasts of algae and plants. 55) The closest living relative of P. chromatophora is the heterotroph, P. ovalis. What type of evidence permits biologists to make this claim about relatedness?",
        "options": [
            "A) morphological",
            "B) ecological",
            "C) biochemical",
            "D) genetic",
            "E) fossil"
        ],
        "back": "D",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "Paulinella chromatophora is one of the few cercozoans that is autotrophic, carrying out aerobic photosynthesis with its two elongated \"cyanelles.\" The cyanelles are contained within vesicles of the host cell, and each is derived from a cyanobacterium, though not the same type of cyanobacterium that gave rise to the chloroplasts of algae and plants. 56) The closest living relative of P. chromatophora is the heterotroph, P. ovalis. P. ovalis uses threadlike pseudopods to capture its prey, which it digests internally. Which of the following, if observed, would be the best reason for relabeling P. chromatophora as a mixotroph?",
        "options": [
            "A) a threadlike pseudopod",
            "B) a pigmented central vacuole, surrounded by a tonoplast",
            "C) a vacuole with food inside",
            "D) a secretory vesicle",
            "E) a contractile vacuole"
        ],
        "back": "C",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "Paulinella chromatophora is one of the few cercozoans that is autotrophic, carrying out aerobic photosynthesis with its two elongated \"cyanelles.\" The cyanelles are contained within vesicles of the host cell, and each is derived from a cyanobacterium, though not the same type of cyanobacterium that gave rise to the chloroplasts of algae and plants. 57) P. chromatophora secretes around itself a test, or case, of plates made of silica. Which of the following is another rhizarian that would be in competition with P. chromatophora for the silica needed to make these plates, assuming limited quantities of silica in the environment?",
        "options": [
            "A) radiolarians",
            "B) foraminiferans",
            "C) all other amoeboid cells",
            "D) all other rhizaria",
            "E) diatoms"
        ],
        "back": "A",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "Paulinella chromatophora is one of the few cercozoans that is autotrophic, carrying out aerobic photosynthesis with its two elongated \"cyanelles.\" The cyanelles are contained within vesicles of the host cell, and each is derived from a cyanobacterium, though not the same type of cyanobacterium that gave rise to the chloroplasts of algae and plants. 58) Which of the following represents the true significance of the finding that the cyanelles of P. chromatophora stem from a different type of cyanobacterium than gave rise to chloroplasts?",
        "options": [
            "A) This finding indicates that there is a second evolutionary lineage of photosynthetic eukaryotes.",
            "B) This finding represents the first time that primary endosymbiosis has been directly observed.",
            "C) This finding is the strongest evidence yet for the theory of endosymbiosis.",
            "D) This finding is an example of the phenomenon known as \"serial endosymbiosis.\"",
            "E) This finding is the first evidence that eukaryotic cells do not necessarily digest prokaryotic cells that manage to gain access to their cytoplasm."
        ],
        "back": "A",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "Paulinella chromatophora is one of the few cercozoans that is autotrophic, carrying out aerobic photosynthesis with its two elongated \"cyanelles.\" The cyanelles are contained within vesicles of the host cell, and each is derived from a cyanobacterium, though not the same type of cyanobacterium that gave rise to the chloroplasts of algae and plants. 59) The genome of modern chloroplasts is roughly 50% the size of the genome of the cyanobacterium from which it is thought to have been derived. In comparison, the genome of P. chromatophora's cyanelle is only slightly reduced relative to the size of the genome of the cyanobacterium from which it is thought to have been derived. What is a valid conclusion that can be drawn from this comparison?",
        "options": [
            "A) Lytic phage infections have targeted the chloroplast genome more often than the P. chromatophora genome.",
            "B) P. chromatophora's cyanelle is the result of an evolutionarily recent endosymbiosis.",
            "C) The genome of the chloroplast ancestor contained many more introns that could be lost without harm, compared to the cyanelle's genome.",
            "D) All three of the conclusions above are valid.",
            "E) Two of the conclusions above are valid."
        ],
        "back": "B",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "Paulinella chromatophora is one of the few cercozoans that is autotrophic, carrying out aerobic photosynthesis with its two elongated \"cyanelles.\" The cyanelles are contained within vesicles of the host cell, and each is derived from a cyanobacterium, though not the same type of cyanobacterium that gave rise to the chloroplasts of algae and plants. 60) If true, which of the following would be most important in determining whether P. chromatophora's cyanelle is still an endosymbiont, or is an organelle, as the term cyanelle implies?",
        "options": [
            "A) If P. chromatophora is less fit without its cyanelle than with it.",
            "B) If the cyanelle is less fit without the host cercozoan than with it.",
            "C) If there is ongoing metabolic cooperation between the cyanelle and the host cercozoan.",
            "D) If the magnesium-containing porphyrin ring in the cyanelle's chlorophyll molecules is built by the cyanelle, whereas the organic portion of the chlorophyll molecules is built by the host cercozoan.",
            "E) If there has been movement of genes from the cyanelle genome to the nuclear genome, such that these genes are no longer present in the cyanelle genome."
        ],
        "back": "E",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "Paulinella chromatophora is one of the few cercozoans that is autotrophic, carrying out aerobic photosynthesis with its two elongated \"cyanelles.\" The cyanelles are contained within vesicles of the host cell, and each is derived from a cyanobacterium, though not the same type of cyanobacterium that gave rise to the chloroplasts of algae and plants. 61) If true, which of the following is the best evidence that the cyanelles are providing nutrition (in other words, calories) to the surrounding cercozoan?",
        "options": [
            "A) If the cyanelle performs aerobic photosynthesis.",
            "B) If the vesicle membrane that surrounds each cyanelle possesses glucose-transport proteins.",
            "C) If the cyanelle performs aerobic respiration.",
            "D) If radiolabeled 14CO2 enters the cyanelle and if, subsequently, radiolabeled glucose is present in cercozoan cytosol.",
            "E) If radiolabeled \"heavy\" water, 2H2O, enters the cyanelle and if, subsequently, radiolabeled oxygen appears in cercozoan cytosol."
        ],
        "back": "D",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "Paulinella chromatophora is one of the few cercozoans that is autotrophic, carrying out aerobic photosynthesis with its two elongated \"cyanelles.\" The cyanelles are contained within vesicles of the host cell, and each is derived from a cyanobacterium, though not the same type of cyanobacterium that gave rise to the chloroplasts of algae and plants. 62) A crucial photosynthetic gene of the cyanobacterium that gave rise to the cyanelle is called psaE. This gene is present in the nuclear genome of the cercozoan, but is not in the genome of the cyanelle. This is evidence of",
        "options": [
            "A) reciprocal mutations in the cyanelle and nuclear genomes.",
            "B) horizontal gene transfer from bacterium to eukaryotes.",
            "C) genetic recombination involving a protist and an archaean.",
            "D) the origin of photosynthesis in protists.",
            "E) transduction by a phage that infects both prokaryotes and eukaryotes."
        ],
        "back": "B",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "Paulinella chromatophora is one of the few cercozoans that is autotrophic, carrying out aerobic photosynthesis with its two elongated \"cyanelles.\" The cyanelles are contained within vesicles of the host cell, and each is derived from a cyanobacterium, though not the same type of cyanobacterium that gave rise to the chloroplasts of algae and plants. 63) What must occur for asexual reproduction to be successful in P. chromatophora? 1. mitosis 2. S phase 3. meiosis 4. equal distribution of cyanelles during cytokinesis",
        "options": [
            "A) 1 only",
            "B) 1 and 2",
            "C) 1, 2, and 3",
            "D) 1, 2, and 4",
            "E) 2, 3, and 4"
        ],
        "back": "D",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "Paulinella chromatophora is one of the few cercozoans that is autotrophic, carrying out aerobic photosynthesis with its two elongated \"cyanelles.\" The cyanelles are contained within vesicles of the host cell, and each is derived from a cyanobacterium, though not the same type of cyanobacterium that gave rise to the chloroplasts of algae and plants. 64) Including the membrane of the surrounding vesicle, how many phospholipid (NOT lipopolysaccharide) bilayers should be found around each cyanelle, and which one of these bilayers should have photosystems embedded in it?",
        "options": [
            "A) two; innermost",
            "B) two; outermost",
            "C) three; innermost",
            "D) three; middle",
            "E) three; outermost"
        ],
        "back": "A",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "Healthy individuals of Paramecium bursaria contain photosynthetic algal endosymbionts of the genus Chlorella. When within their hosts, the algae are referred to as zoochlorellae. In aquaria with light coming from only one side, P. bursaria gathers at the well-lit side, whereas other species of Paramecium gather at the opposite side. The zoochlorellae provide their hosts with glucose and oxygen, and P. bursaria provides its zoochlorellae with protection and motility. P. bursaria can lose its zoochlorellae in two ways: (1) if kept in darkness, the algae will die; and (2) if prey items (mostly bacteria) are absent from its habitat, P. bursaria will digest its zoochlorellae. 65) Which term most accurately describes the nutritional mode of healthy P. bursaria?",
        "options": [
            "A) photoautotroph",
            "B) photoheterotroph",
            "C) chemoheterotroph",
            "D) chemoautotroph",
            "E) mixotroph"
        ],
        "back": "E",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "Healthy individuals of Paramecium bursaria contain photosynthetic algal endosymbionts of the genus Chlorella. When within their hosts, the algae are referred to as zoochlorellae. In aquaria with light coming from only one side, P. bursaria gathers at the well-lit side, whereas other species of Paramecium gather at the opposite side. The zoochlorellae provide their hosts with glucose and oxygen, and P. bursaria provides its zoochlorellae with protection and motility. P. bursaria can lose its zoochlorellae in two ways: (1) if kept in darkness, the algae will die; and (2) if prey items (mostly bacteria) are absent from its habitat, P. bursaria will digest its zoochlorellae. 66) Which term accurately describes the behavior of Paramecium species that lack zoochlorellae in an aquarium with light coming from one side only?",
        "options": [
            "A) positive chemotaxis",
            "B) negative chemotaxis",
            "C) positive phototaxis",
            "D) negative phototaxis"
        ],
        "back": "D",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "Healthy individuals of Paramecium bursaria contain photosynthetic algal endosymbionts of the genus Chlorella. When within their hosts, the algae are referred to as zoochlorellae. In aquaria with light coming from only one side, P. bursaria gathers at the well-lit side, whereas other species of Paramecium gather at the opposite side. The zoochlorellae provide their hosts with glucose and oxygen, and P. bursaria provides its zoochlorellae with protection and motility. P. bursaria can lose its zoochlorellae in two ways: (1) if kept in darkness, the algae will die; and (2) if prey items (mostly bacteria) are absent from its habitat, P. bursaria will digest its zoochlorellae. 67) Which term best describes the symbiotic relationship of well-fed P. bursaria to their zoochlorellae?",
        "options": [
            "A) mutualistic",
            "B) commensal",
            "C) parasitic",
            "D) predatory",
            "E) pathogenic"
        ],
        "back": "A",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "Healthy individuals of Paramecium bursaria contain photosynthetic algal endosymbionts of the genus Chlorella. When within their hosts, the algae are referred to as zoochlorellae. In aquaria with light coming from only one side, P. bursaria gathers at the well-lit side, whereas other species of Paramecium gather at the opposite side. The zoochlorellae provide their hosts with glucose and oxygen, and P. bursaria provides its zoochlorellae with protection and motility. P. bursaria can lose its zoochlorellae in two ways: (1) if kept in darkness, the algae will die; and (2) if prey items (mostly bacteria) are absent from its habitat, P. bursaria will digest its zoochlorellae. 68) The motility that permits P. bursaria to move toward a light source is provided by",
        "options": [
            "A) pseudopods.",
            "B) a single flagellum composed of the protein, flagellin.",
            "C) a single flagellum featuring the 9 + 2 pattern.",
            "D) many cilia.",
            "E) contractile vacuoles."
        ],
        "back": "D",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "Healthy individuals of Paramecium bursaria contain photosynthetic algal endosymbionts of the genus Chlorella. When within their hosts, the algae are referred to as zoochlorellae. In aquaria with light coming from only one side, P. bursaria gathers at the well-lit side, whereas other species of Paramecium gather at the opposite side. The zoochlorellae provide their hosts with glucose and oxygen, and P. bursaria provides its zoochlorellae with protection and motility. P. bursaria can lose its zoochlorellae in two ways: (1) if kept in darkness, the algae will die; and (2) if prey items (mostly bacteria) are absent from its habitat, P. bursaria will digest its zoochlorellae. 69) A P. bursaria cell that has lost its zoochlorellae is said to be aposymbiotic. It might be able to replenish its contingent of zoochlorellae by ingesting them without subsequently digesting them. Which of the following situations would be most favorable to the reestablishment of resident zoochlorellae, assuming compatible Chlorella are present in P. bursaria's habitat?",
        "options": [
            "A) abundant light, no bacterial prey",
            "B) abundant light, abundant bacterial prey",
            "C) no light, no bacterial prey",
            "D) no light, abundant bacterial prey"
        ],
        "back": "B",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "Healthy individuals of Paramecium bursaria contain photosynthetic algal endosymbionts of the genus Chlorella. When within their hosts, the algae are referred to as zoochlorellae. In aquaria with light coming from only one side, P. bursaria gathers at the well-lit side, whereas other species of Paramecium gather at the opposite side. The zoochlorellae provide their hosts with glucose and oxygen, and P. bursaria provides its zoochlorellae with protection and motility. P. bursaria can lose its zoochlorellae in two ways: (1) if kept in darkness, the algae will die; and (2) if prey items (mostly bacteria) are absent from its habitat, P. bursaria will digest its zoochlorellae. 70) A P. bursaria cell that has lost its zoochlorellae is aposymbiotic. If aposymbiotic cells have population growth rates the same as those of healthy, zoochlorella-containing P. bursaria in well-lit environments with plenty of prey items, then such an observation would be consistent with which type of relationship?",
        "options": [
            "A) parasitic",
            "B) commensalistic",
            "C) toxic",
            "D) predator-prey",
            "E) mutualistic"
        ],
        "back": "B",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "Healthy individuals of Paramecium bursaria contain photosynthetic algal endosymbionts of the genus Chlorella. When within their hosts, the algae are referred to as zoochlorellae. In aquaria with light coming from only one side, P. bursaria gathers at the well-lit side, whereas other species of Paramecium gather at the opposite side. The zoochlorellae provide their hosts with glucose and oxygen, and P. bursaria provides its zoochlorellae with protection and motility. P. bursaria can lose its zoochlorellae in two ways: (1) if kept in darkness, the algae will die; and (2) if prey items (mostly bacteria) are absent from its habitat, P. bursaria will digest its zoochlorellae. 71) Theoretically, P.bursaria can obtain zoochlorella either vertically (via the asexual reproduction of its mother cell) or horizontally (by ingesting free-living Chlorella from its habitat). Consider a P. bursaria cell containing zoochlorellae, but whose habitat lacks free-living Chlorella. If this cell subsequently undergoes many generations of asexual reproduction, if all of its daughter cells contain roughly the same number of zoochlorellae as it had originally contained, and if the zoochlorellae are all haploid and identical in appearance, then what is true?",
        "options": [
            "A) The zoochlorellae also reproduced asexually, at an increasing rate over time.",
            "B) The zoochlorellae also reproduced asexually, at a decreasing rate over time.",
            "C) The zoochlorellae also reproduced asexually, at a fairly constant rate over time.",
            "D) The zoochlorellae reproduced sexually, undergoing heteromorphic alternation of generations.",
            "E) The zoochlorellae reproduced sexually, undergoing isomorphic alternation of generations."
        ],
        "back": "C",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "72) Plastids that are surrounded by more than two membranes are evidence of",
        "options": [
            "A) evolution from mitochondria.",
            "B) fusion of plastids.",
            "C) origin of the plastids from archaea.",
            "D) secondary endosymbiosis.",
            "E) budding of the plastids from the nuclear envelope."
        ],
        "back": "D",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "73) Biologists suspect that endosymbiosis gave rise to mitochondria before plastids partly because",
        "options": [
            "A) the products of photosynthesis could not be metabolized without mitochondrial enzymes.",
            "B) all eukaryotes have mitochondria (or their remnants), whereas many eukaryotes do not have plastids.",
            "C) mitochondrial DNA is less similar to prokaryotic DNA than is plastid DNA.",
            "D) without mitochondrial CO₂ production, photosynthesis could not occur.",
            "E) mitochondrial proteins are synthesized on cytosolic ribosomes, whereas plastids utilize their own ribosomes."
        ],
        "back": "B",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "74) Which group is incorrectly paired with its description?",
        "options": [
            "A) rhizariansmorphologically diverse group defined by DNA similarities",
            "B) diatomsimportant producers in aquatic communities",
            "C) red algaeacquired plastids by secondary endosymbiosis",
            "D) apicomplexansparasites with intricate life cycles",
            "E) diplomonadsprotists with modified mitochondria"
        ],
        "back": "C",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "75) Which protists are in the same eukaryotic supergroup as land plants?",
        "options": [
            "A) green algae",
            "B) dinoflagellates",
            "C) red algae",
            "D) brown algae",
            "E) both green algae and red algae"
        ],
        "back": "E",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    },
    {
        "front": "76) In life cycles with an alternation of generations, multicellular haploid forms alternate with",
        "options": [
            "A) unicellular haploid forms.",
            "B) unicellular diploid forms.",
            "C) multicellular haploid forms.",
            "D) multicellular diploid forms.",
            "E) multicellular polyploid forms."
        ],
        "back": "D",
        "unit": "Unit 28",
        "chapter": "Chapter 28",
        "images": []
    }
]