[
    {
        "front": "1) When the temperature of the outside air exceeds their internal body temperature, jackrabbits living in hot, arid lands will",
        "options": [
            "A) dilate the blood vessels in their large ears to transfer more body heat to the environment.",
            "B) constrict the blood vessels in their large ears to reduce transfer of external heat to the blood in their ears.",
            "C) increase motor movements to find a sunny area to maximize heat transfer into their bodies.",
            "D) increase pigmentation in their ears, darkening them to maximize their capacity to take up heat.",
            "E) begin involuntary shivering of their skeletal muscles in order to generate more metabolic heat."
        ],
        "back": "B",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "2) If thermoregulation is considered to be a secondary function of the large ears of jackrabbits, then the primary function of the ears is",
        "options": [
            "A) to optimize nutrient intake through the thin, permeable surfaces on the ears.",
            "B) to alter the rate of gas exchange, based on the adjustable radius of the ears' blood vessels.",
            "C) to detect predators by using the large size and flexible positioning of the external ears to channel sound waves into the ear canal.",
            "D) to protect offspring from bright sunlight by the positioning of the ears to cast the maximum shadows.",
            "E) to protect against pathogens by having a thick, waxy surface on the ears."
        ],
        "back": "C",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "3) Which choice best describes a reasonable mechanism for animal structures becoming better suited over evolutionary time to specific functions?",
        "options": [
            "A) Animals that eat the most food become the most abundant.",
            "B) Animals that restrict their food intake will become less abundant.",
            "C) Animals with mutations that give rise to effective structures will become more abundant.",
            "D) Animals with inventions that curtail reproduction will become more abundant.",
            "E) Animals with parents that continually improve their offspring's structures will become more abundant."
        ],
        "back": "C",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "4) Penguins, seals, and tuna have body forms that permit rapid swimming, because",
        "options": [
            "A) all share a common ancestor at some point in the past.",
            "B) all of their bodies have been compressed since birth by intensive underwater pressures.",
            "C) flying, pregnancy, and gill-breathing all require similar adaptations in form.",
            "D) the shape is a convergent evolutionary solution to the need to reduce drag while swimming.",
            "E) this is the only shape that will allow them to maintain a constant body temperature in water."
        ],
        "back": "D",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "5) Evolutionary adaptations that help diverse animals directly exchange matter between cells and the environment include",
        "options": [
            "A) a gastrovascular activity, a two-layered body, and a torpedo-like body shape.",
            "B) an external respiratory surface, a small body size, and a two-cell-layered body.",
            "C) a large body volume; a long, tubular body; and a set of wings.",
            "D) complex internal structures, a small body size, and a large surface area.",
            "E) an unbranched internal surface, a small body size, and thick covering."
        ],
        "back": "B",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "6) The similar fusiform body shape of diverse animals, such as sharks, penguins, and aquatic mammals, has evolved because",
        "options": [
            "A) natural selection typically has no limits when different organisms face the same challenge.",
            "B) respiration through gills is enhanced by having a fusiform shape.",
            "C) this is the body shape that makes it possible for aquatic animals to swim rapidly.",
            "D) the fusiform shape is coded by the same genes in all three types of aquatic animals.",
            "E) all three types evolved from the same ancestral form, which flew in air rather than swam in water."
        ],
        "back": "C",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "7) The specialized structures of complex animals have evolved because",
        "options": [
            "A) the environment imposes identical problems regardless of where the animals are found.",
            "B) the development of the specialized structures in an animal is influenced by the animal's ability to learn.",
            "C) the simplest animals are those with the most recent appearance among the biota.",
            "D) they permit adjustments to a wide range of environmental changes.",
            "E) the most complex animals are the ones with the most ancient evolutionary origin."
        ],
        "back": "D",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "8) All animals, whether large or small, have",
        "options": [
            "A) an external body surface that is dry.",
            "B) a basic body plan that resembles a two-layered sac.",
            "C) a body surface covered with hair to keep them warm.",
            "D) the ability to enter dormancy when resources become scarce.",
            "E) each living cell in contact with an aqueous medium."
        ],
        "back": "E",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "9) As body size increases in animals,",
        "options": [
            "A) there is a decrease in the surface-to-volume ratio.",
            "B) reproduction becomes limited to terrestrial environments.",
            "C) there is greater variability in metabolic rate.",
            "D) migration to tropical areas becomes necessary for thermoregulation.",
            "E) it becomes more difficult to conserve body warmth in cold environments."
        ],
        "back": "A",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "10) To increase the effectiveness of exchange surfaces lining the lungs and the intestines, evolutionary pressures have",
        "options": [
            "A) increased the exchange surface area with folds and branches.",
            "B) increased the thickness of the membranes in these linings.",
            "C) increased the number of cell layers in these linings.",
            "D) decreased the metabolic rate of the cells in these linings.",
            "E) increased the volume of the cells in these linings."
        ],
        "back": "A",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "11) The specialized function shared by the cells that line the lungs and those that line the lumen of the gut is that both types of cells",
        "options": [
            "A) receive their oxygen directly from inhaled air and ingested foods.",
            "B) provide abundant exchange surface.",
            "C) have exceptionally high numbers of cellular organelles in the cytoplasm.",
            "D) offer greater protection due to increased membrane thickness.",
            "E) have a lowered basal metabolic rate due to cooperative exchange between cells."
        ],
        "back": "B",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "12) Interstitial fluid is",
        "options": [
            "A) the fluid inside the gastrovascular cavity of Hydra.",
            "B) the internal environment inside animal cells.",
            "C) identical to the composition of blood.",
            "D) the route for the exchange of materials between blood and body cells.",
            "E) found only in the lumen of the small intestine."
        ],
        "back": "D",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "13) Multicellular organisms must keep their cells awash in an \"internal pond\" because",
        "options": [
            "A) their membranes will crystallize if not in contact with interstitial fluid.",
            "B) an aqueous medium is needed for the cellular exchange of nutrients, gases, and wastes.",
            "C) this prevents the loss of water due to osmosis.",
            "D) their cells need to be protected from dissolved nitrogen gas in the blood.",
            "E) terrestrial organisms have not adapted to life in dry environments."
        ],
        "back": "B",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "14) Tissues are composed of cells, and tissues functioning together make up",
        "options": [
            "A) organs.",
            "B) membranes.",
            "C) organ systems.",
            "D) organelles.",
            "E) organisms."
        ],
        "back": "A",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "15) An exchange surface in direct contact with the external environment is found in the",
        "options": [
            "A) lungs.",
            "B) skeletal muscles.",
            "C) liver.",
            "D) heart.",
            "E) brain."
        ],
        "back": "A",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "16) Of the following choices, the epithelium with the shortest diffusion distance is",
        "options": [
            "A) simple squamous epithelium.",
            "B) simple cuboidal epithelium.",
            "C) simple columnar epithelium.",
            "D) pseudostratified ciliated columnar epithelium.",
            "E) stratified squamous epithelium."
        ],
        "back": "A",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "17) The absorptive epithelia in the gut are considered \"polarized\" because",
        "options": [
            "A) thick and thin filaments are present.",
            "B) they pump wastes into the lumen while pumping nutrients toward the blood.",
            "C) the colors seen on the top and bottom of the cells are different.",
            "D) they must fire action potentials to absorb most nutrients.",
            "E) the structures on the apical surface are different than those on the basal surface."
        ],
        "back": "E",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "18) Most of the exchange surfaces of multicellular animals are lined with",
        "options": [
            "A) connective tissue.",
            "B) smooth muscle cells.",
            "C) neural tissue.",
            "D) epithelial tissue.",
            "E) adipose tissue."
        ],
        "back": "D",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "19) An example of a connective tissue is the",
        "options": [
            "A) skin.",
            "B) nerves.",
            "C) blood.",
            "D) cuboidal epithelium.",
            "E) smooth muscles."
        ],
        "back": "C",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "20) Stratified cuboidal epithelium is composed of",
        "options": [
            "A) several layers of boxlike cells.",
            "B) a hierarchical arrangement of flat cells.",
            "C) a tight layer of square cells attached to a basement membrane.",
            "D) an irregularly arranged layer of pillarlike cells.",
            "E) a layer of ciliated, mucus-secreting cells."
        ],
        "back": "A",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "21) Coordinating body functions via chemical signals is accomplished by",
        "options": [
            "A) the respiratory system.",
            "B) the endocrine system.",
            "C) the immune and lymphatic systems.",
            "D) the integumentary system.",
            "E) the excretory system."
        ],
        "back": "B",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "22) Connective tissues typically have",
        "options": [
            "A) many densely packed cells with direct connections between the membranes of adjacent cells.",
            "B) a supporting material such as chondroitin sulfate.",
            "C) the ability to shorten upon stimulation.",
            "D) relatively few cells and a large amount of extracellular matrix.",
            "E) the ability to transmit electrochemical impulses."
        ],
        "back": "D",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "23) The fibers responsible for the elastic resistance properties of tendons are",
        "options": [
            "A) elastin fibers.",
            "B) fibrin fibers.",
            "C) collagenous fibers.",
            "D) reticular fibers.",
            "E) spindle fibers."
        ],
        "back": "C",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "24) If you gently twist your earlobe, it does not remain distorted because it contains",
        "options": [
            "A) collagenous fibers.",
            "B) elastin fibers.",
            "C) reticular fibers.",
            "D) adipose tissue.",
            "E) loose connective tissue."
        ],
        "back": "B",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "25) The nourishment, insulation, and support for neurons is the result of activity by the",
        "options": [
            "A) smooth muscles.",
            "B) adipose tissue.",
            "C) endocrine system.",
            "D) intercalated disks.",
            "E) glial cells."
        ],
        "back": "E",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "26) Fibroblasts secrete",
        "options": [
            "A) fats.",
            "B) chondroitin sulfate.",
            "C) interstitial fluids.",
            "D) calcium phosphate for bone.",
            "E) proteins for connective fibers."
        ],
        "back": "E",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "27) Breathing is accomplished via the rhythmic contraction and relaxation of",
        "options": [
            "A) smooth muscle.",
            "B) skeletal muscle.",
            "C) cardiac muscle.",
            "D) smooth muscle and cardiac muscle.",
            "E) smooth muscle and skeletal muscle."
        ],
        "back": "B",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "28) Blood is best classified as connective tissue because",
        "options": [
            "A) its cells are separated from each other by an extracellular matrix.",
            "B) it contains more than one type of cell.",
            "C) it is contained in vessels that \"connect\" different parts of an organism's body.",
            "D) its cells can move from place to place.",
            "E) it is found within all the organs of the body."
        ],
        "back": "A",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "29) Muscles are joined to bones by",
        "options": [
            "A) ligaments.",
            "B) tendons.",
            "C) loose connective tissue.",
            "D) Haversian systems.",
            "E) spindle fibers."
        ],
        "back": "B",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "30) Most types of communication between cells utilize",
        "options": [
            "A) the exchange of cytosol between the cells.",
            "B) a direct electrical connection between the cells.",
            "C) the release of chemical signals by the cell sending the message.",
            "D) the exchange of DNA between the cells.",
            "E) the movement of the cells."
        ],
        "back": "C",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "31) With its abundance of collagenous fibers, cartilage is an example of",
        "options": [
            "A) connective tissue.",
            "B) reproductive tissue.",
            "C) nervous tissue.",
            "D) epithelial tissue.",
            "E) adipose tissue."
        ],
        "back": "A",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "32) A matrix of connective tissue is apparent in",
        "options": [
            "A) chondroitin sulfate of cartilage.",
            "B) actin and myosin of muscle.",
            "C) the axon of a neuron.",
            "D) nervous tissues.",
            "E) spindle-shaped smooth muscle cells."
        ],
        "back": "A",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "33) In a typical nerve cell, the nucleus is found in the",
        "options": [
            "A) cell body.",
            "B) synaptic terminals.",
            "C) axonal region.",
            "D) dendritic region.",
            "E) synapse."
        ],
        "back": "A",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "34) All types of muscle tissue have",
        "options": [
            "A) intercalated disks that allow cells to communicate.",
            "B) striated banding patterns seen under the microscope.",
            "C) cells that lengthen when appropriately stimulated.",
            "D) a response that can be consciously controlled.",
            "E) interactions between actin and myosin."
        ],
        "back": "E",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "35) All skeletal muscle fibers are both",
        "options": [
            "A) smooth and under involuntary control.",
            "B) smooth and operate independently of other skeletal muscle fibers.",
            "C) striated and under voluntary control.",
            "D) smooth and under voluntary control.",
            "E) striated and electrically coupled to neighboring fibers."
        ],
        "back": "C",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "36) Cardiac muscle cells are both",
        "options": [
            "A) striated and interconnected by intercalated disks.",
            "B) striated and operate independently of other cardiac cells.",
            "C) smooth and under voluntary control.",
            "D) striated and under voluntary control.",
            "E) smooth and under involuntary control."
        ],
        "back": "A",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "37) The type of muscle tissue surrounding internal organs, other than the heart, is",
        "options": [
            "A) skeletal muscle.",
            "B) cardiac muscle.",
            "C) striated muscle.",
            "D) intercalated cells.",
            "E) smooth muscle."
        ],
        "back": "E",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "38) Food moves along the digestive tract as the result of contractions by",
        "options": [
            "A) cardiac muscle.",
            "B) smooth muscle.",
            "C) voluntary muscle.",
            "D) striated muscle.",
            "E) skeletal muscle."
        ],
        "back": "B",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "39) The cells lining the air sacs in the lungs make up a",
        "options": [
            "A) cuboidal epithelium.",
            "B) simple squamous epithelium.",
            "C) stratified squamous epithelium.",
            "D) pseudostratified ciliated columnar epithelium.",
            "E) simple columnar epithelium."
        ],
        "back": "B",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "40) The body's automatic tendency to maintain a constant and optimal internal environment is termed",
        "options": [
            "A) balanced equilibrium.",
            "B) physiological chance.",
            "C) homeostasis.",
            "D) static equilibrium.",
            "E) estivation."
        ],
        "back": "C",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "41) An example of a properly functioning homeostatic control system is seen when",
        "options": [
            "A) the core body temperature of a runner rises gradually from 37°C to 45°C.",
            "B) the kidneys excrete salt into the urine when dietary salt levels rise.",
            "C) a blood cell shrinks when placed in a solution of salt and water.",
            "D) the blood pressure increases in response to an increase in blood volume.",
            "E) the level of glucose in the blood is abnormally high whether or not a meal has been eaten."
        ],
        "back": "B",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "42) An example of effectors' roles in homeostatic responses is observable when",
        "options": [
            "A) an increase in body temperature results from involuntary shivering.",
            "B) an increase in body temperature results from exercise.",
            "C) the rising sun causes an increase in body temperature in a stationary animal.",
            "D) an increase in body temperature results from fever.",
            "E) a decrease in body temperature results from shock."
        ],
        "back": "A",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "43) Positive feedback has occurred when",
        "options": [
            "A) an increase in blood sugar increases the secretion of a hormone that stimulates the movement of sugar out of the blood.",
            "B) a decrease in blood sugar increases the secretion of a hormone that increases the conversion of glycogen to glucose.",
            "C) uterine contractions needed for the birthing process are expedited by the pressure of a moving baby in its mother's uterus.",
            "D) an increase in calcium concentration increases the secretion of a hormone that promotes the storage of calcium in bone.",
            "E) a decrease in blood calcium increases the amount of the hormone that causes the release of calcium from bone."
        ],
        "back": "C",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "44) Positive feedback differs from negative feedback in that",
        "options": [
            "A) positive feedback benefits the organism, whereas negative feedback is detrimental.",
            "B) the positive feedback's effector responses are in the same direction as the initiating stimulus rather than opposite to it.",
            "C) the effector's response increases some parameter (such as body temperature), whereas in negative feedback it can only decrease the parameter.",
            "D) positive feedback systems have only effectors, whereas negative feedback systems have only receptors.",
            "E) positive feedback systems have control centers that are lacking in negative feedback systems."
        ],
        "back": "B",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "45) To prepare flight muscles for use on a cool morning, hawkmouth moths",
        "options": [
            "A) relax the muscles completely until after they launch themselves into the air.",
            "B) decrease their standard metabolic rate.",
            "C) rapidly contract and relax these muscles to generate metabolic warmth.",
            "D) walk to shaded areas to avoid direct sunlight.",
            "E) reduce the metabolic rate of the muscles to rest them before flight."
        ],
        "back": "C",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "46) In a survivably cold environment, an ectotherm is more likely to survive an extended period of food deprivation than would an equally sized endotherm because the ectotherm",
        "options": [
            "A) maintains a higher basal metabolic rate.",
            "B) expends more energy per kg of body mass than does the endotherm.",
            "C) invests little energy in temperature regulation.",
            "D) metabolizes its stored energy more readily than can the endotherm.",
            "E) has greater insulation on its body surface."
        ],
        "back": "C",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "47) Humans can lose, but cannot gain, heat through the process of",
        "options": [
            "A) conduction.",
            "B) convection.",
            "C) radiation.",
            "D) evaporation.",
            "E) metabolism."
        ],
        "back": "D",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "48) An example of an ectothermic organism that has few or no behavioral options when it comes to its ability to adjust its body temperature is a",
        "options": [
            "A) terrestrial lizard.",
            "B) sea star, a marine invertebrate.",
            "C) bluefin tuna, a predatory fish.",
            "D) hummingbird.",
            "E) honeybee in a hive."
        ],
        "back": "B",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "49) An overheated and sick dog in a hot environment will have an impaired thermoregulatory response when its",
        "options": [
            "A) evaporative heat loss increases.",
            "B) metabolic heat production decreases.",
            "C) body temperature increases to match the environmental temperature.",
            "D) blood vessels near its skin increase vasoconstriction.",
            "E) behavioral response takes it to a cooler location."
        ],
        "back": "C",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "50) Endothermy",
        "options": [
            "A) is a characteristic of most animals found in tropical zones.",
            "B) is a characteristic of animals that have a fairly constant body temperature.",
            "C) is a term equivalent to cold-blooded.",
            "D) is a characteristic of mammals but not of birds.",
            "E) is seen only in insects and in certain predatory fishes."
        ],
        "back": "B",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "51) The panting responses that are observed in overheated birds and mammals dissipates excess heat by",
        "options": [
            "A) countercurrent exchange.",
            "B) acclimation.",
            "C) vasoconstriction.",
            "D) hibernation.",
            "E) evaporation."
        ],
        "back": "E",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "52) An example of an organism that has only behavioral controls over its body temperature is the",
        "options": [
            "A) green frog.",
            "B) penguin.",
            "C) bluefin tuna.",
            "D) house sparrow.",
            "E) gray wolf."
        ],
        "back": "A",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "53) Most land-dwelling invertebrates and all of the amphibians",
        "options": [
            "A) are ectothermic organisms with variable body temperatures.",
            "B) alter their metabolic rates to maintain a constant body temperature of 37°C.",
            "C) have a net loss of heat across a moist body surface, even in direct sun.",
            "D) are endotherms but become thermoconformers only when they are in water.",
            "E) become more active when environmental temperatures drop below 15°C."
        ],
        "back": "A",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "54) The temperature-regulating center of vertebrate animals is located in the",
        "options": [
            "A) medulla oblongata.",
            "B) thyroid gland.",
            "C) hypothalamus.",
            "D) subcutaneous layer of the skin.",
            "E) liver."
        ],
        "back": "C",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "55) A female Burmese python incubating her eggs can warm them using",
        "options": [
            "A) acclimatization.",
            "B) torpor.",
            "C) evaporative cooling.",
            "D) nonshivering thermogenesis.",
            "E) shivering thermogenesis."
        ],
        "back": "E",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "56) In mammals this response is known as fever, but it is known to raise body temperature in other bacterially infected animals, including lizards, fishes, and cockroaches.",
        "options": [
            "A) growth of hair on the limbs",
            "B) reduced metabolic rate",
            "C) sweating from skin glands",
            "D) a change in the body's thermostat \"set point\"",
            "E) decreased thermogenesis in brown fat"
        ],
        "back": "D",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "57) Ingested foods inside the digestive tract of snakes are typically digested by",
        "options": [
            "A) biosynthesis.",
            "B) enzymatic hydrolysis.",
            "C) uric acid.",
            "D) chemiosmosis.",
            "E) metabolic heat."
        ],
        "back": "B",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "58) Seasonal changes in snake activity are due to the fact that the snake",
        "options": [
            "A) is less active in winter because the food supply is decreased.",
            "B) is less active in winter because it does not need to avoid predators.",
            "C) is more active in summer because that is the period for mating.",
            "D) is more active in summer because it can gain body heat by conduction.",
            "E) is more active in summer as a result of being disturbed by other animals."
        ],
        "back": "D",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "59) Standard metabolic rate (SMR) and basal metabolic rate (BMR) are",
        "options": [
            "A) used differently: SMR is measured during exercise, whereas BMR is measured at rest.",
            "B) used to compare metabolic rate between hibernating and nonhibernating states.",
            "C) both measured across a wide range of temperatures for a given species.",
            "D) both standard measurements of fat metabolism in mammals.",
            "E) both measured in animals in a resting and fasting state."
        ],
        "back": "E",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "60) For adult human females, the metabolic \"costs\" of pregnancy and lactation are",
        "options": [
            "A) 100-125% more than when she was nonpregnant.",
            "B) 30-40% more than when she was nonpregnant.",
            "C) 5-8% more than when she was nonpregnant.",
            "D) 10-20% less than when she was nonpregnant.",
            "E) 30-40% less than when she was nonpregnant."
        ],
        "back": "C",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "61) Among these choices, the least reliable indicator of an animal's metabolic rate is the amount of",
        "options": [
            "A) food eaten in one day.",
            "B) heat generated in one day.",
            "C) oxygen used in mitochondria in one day.",
            "D) carbon dioxide produced in one day.",
            "E) water consumed in one day."
        ],
        "back": "E",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "62) During its months-long hibernation in its burrow, the body temperature of a ground squirrel",
        "options": [
            "A) is held at a constant 37°C.",
            "B) is held at a constant 5°C.",
            "C) varies between 5°C and 37°C, depending on the frequency of arousals from hibernation.",
            "D) varies between 5°C and 15°C, depending on the external temperature outside of the burrow.",
            "E) varies between -5°C and +5°C, depending on the temperature in the burrow."
        ],
        "back": "C",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "63) \"Winter acclimatization\" in cold-zone mammals can include",
        "options": [
            "A) the production of antifreeze compounds within cells.",
            "B) the production of enzymes that have lower temperature optima.",
            "C) hibernation for several weeks.",
            "D) changing the proportion of saturated and unsaturated fats in cell membranes.",
            "E) the denaturation of proteins that cannot withstand extreme temperature."
        ],
        "back": "C",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "64) Hibernation and estivation during seasons of environmental stress are both examples of",
        "options": [
            "A) acclimatization.",
            "B) torpor.",
            "C) evaporative cooling.",
            "D) nonshivering thermogenesis.",
            "E) shivering thermogenesis."
        ],
        "back": "B",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "65) Panting by an overheated dog achieves cooling by",
        "options": [
            "A) acclimatization.",
            "B) torpor.",
            "C) evaporation.",
            "D) nonshivering thermogenesis.",
            "E) shivering thermogenesis."
        ],
        "back": "C",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "66) Catabolism of specialized brown fat depots in certain animals is substantially increased during",
        "options": [
            "A) acclimatization.",
            "B) torpor.",
            "C) evaporative cooling.",
            "D) nonshivering thermogenesis.",
            "E) shivering thermogenesis."
        ],
        "back": "D",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "67) A moth preparing for flight on a cold morning warms its flight muscles via",
        "options": [
            "A) acclimatization.",
            "B) torpor.",
            "C) evaporative cooling.",
            "D) nonshivering thermogenesis.",
            "E) shivering thermogenesis."
        ],
        "back": "E",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "68) The thin horizontal arrows in the figure above show that",
        "options": [
            "A) the warmer arterial blood can bypass the legs as needed, when the legs are too cold to function well.",
            "B) the warmer venous blood transfers heat to the cooler arterial blood.",
            "C) the warmer arterial blood transfers heat to the cooler venous blood.",
            "D) the arterial blood is always cooler in the abdomen, compared to the temperature of the venous blood in the feet of the goose.",
            "E) the goose's legs get progressively warmer as the blood moves away from the abdomen to the feet."
        ],
        "back": "C",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": [
            "https://www.easynotecards.com/uploads/307/16/_6bdcb617_15405b7ae87__8000_00003374.jpg"
        ]
    },
    {
        "front": "69) Examine the figure above. Near a goose's abdomen, the countercurrent arrangement of the arterial and venous blood vessels causes",
        "options": [
            "A) the temperature difference between the contents of the two sets of vessels to be minimized.",
            "B) the venous blood to be as cold near the abdomen as it is near the feet.",
            "C) the blood in the feet to be as warm as the blood in the abdomen.",
            "D) the temperature at the abdomen to be less than the temperature at the feet.",
            "E) the loss of the maximum possible amount of heat to the environment."
        ],
        "back": "A",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": [
            "https://www.proprofs.com/quiz-school/user_upload/ckeditor/Screen%20Shot%202012-03-08%20at%204_56_22%20PM.png"
        ]
    },
    {
        "front": "70) Imagine that you are a biologist who is attempting to get an accurate measure of an animal's basal metabolic rate. The best time to measure the metabolic rate is when the animal",
        "options": [
            "A) is resting and has not eaten its first meal of the day.",
            "B) is resting and has just completed its first meal of the day.",
            "C) has recently eaten a sugar-free meal.",
            "D) has not consumed any water for at least 48 hours.",
            "E) has just completed 30 minutes of vigorous exercise."
        ],
        "back": "A",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "71) The body tissue that consists largely of material located outside of cells is",
        "options": [
            "A) epithelial tissue.",
            "B) connective tissue.",
            "C) skeletal muscle.",
            "D) smooth muscle.",
            "E) nervous tissue."
        ],
        "back": "B",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "72) Which of the following would increase the rate of heat exchange between an animal and its environment?",
        "options": [
            "A) feathers or fur",
            "B) vasoconstriction",
            "C) wind blowing across the body surface",
            "D) countercurrent heat exchanger",
            "E) blubber or fat layer"
        ],
        "back": "C",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "73) Consider the energy budgets for a human, an elephant, a penguin, a mouse, and a snake. The ________ would have the highest total annual energy expenditure, and the ________ would have the highest energy expenditure per unit mass.",
        "options": [
            "A) elephant; mouse",
            "B) elephant; human",
            "C) human; penguin",
            "D) mouse; snake",
            "E) penguin; mouse"
        ],
        "back": "A",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "74) Compared with a smaller cell, a larger cell of the same shape has",
        "options": [
            "A) less surface area.",
            "B) less surface area per unit of volume.",
            "C) the same surface-to-volume ratio.",
            "D) a smaller average distance between its mitochondria and the external source of oxygen.",
            "E) a smaller cytoplasm-to-nucleus ratio."
        ],
        "back": "B",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "75) An animal's inputs of energy and materials would exceed its outputs",
        "options": [
            "A) if the animal is an endotherm, which must always take in more energy because of its high metabolic rate.",
            "B) if it is actively foraging for food.",
            "C) if it is hibernating.",
            "D) if it is growing and increasing its mass.",
            "E) never; homeostasis makes these energy and material budgets always balance."
        ],
        "back": "D",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "76) You are studying a large tropical reptile that has a high and relatively stable body temperature. How would you determine whether this animal is an endotherm or an ectotherm?",
        "options": [
            "A) You know from its high and stable body temperature that it must be an endotherm.",
            "B) You know that it is an ectotherm because it is not a bird or mammal.",
            "C) You subject this reptile to various temperatures in the lab and find that its body temperature and metabolic rate change with the ambient temperature. You conclude that it is an ectotherm.",
            "D) You note that its environment has a high and stable temperature. Because its body temperature matches the environmental temperature, you conclude that it is an ectotherm.",
            "E) You measure the metabolic rate of the reptile, and because it is higher than that of a related species that lives in temperate forests, you conclude that this reptile is an endotherm and its relative is an ectotherm."
        ],
        "back": "C",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    },
    {
        "front": "77) Which of the following animals uses the largest percentage of its energy budget for homeostatic regulation?",
        "options": [
            "A) a hydra",
            "B) a marine jelly (an invertebrate)",
            "C) a snake in a temperate forest",
            "D) a desert insect",
            "E) a desert bird"
        ],
        "back": "E",
        "unit": "Unit 40",
        "chapter": "Chapter 40",
        "images": []
    }
]