[
    {
        "front": "1) The centromere is a region in which",
        "options": [
            "A) chromatids remain attached to one another until anaphase.",
            "B) metaphase chromosomes become aligned at the metaphase plate.",
            "C) chromosomes are grouped during telophase.",
            "D) the nucleus is located prior to mitosis.",
            "E) new spindle microtubules form at either end."
        ],
        "back": "A",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "2) Starting with a fertilized egg (zygote), a series of five cell divisions would produce an early embryo with how many cells?",
        "options": [
            "A) 4",
            "B) 8",
            "C) 16",
            "D) 32",
            "E) 64"
        ],
        "back": "D",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "3) If there are 20 chromatids in a cell, how many centromeres are there?",
        "options": [
            "A) 10",
            "B) 20",
            "C) 30",
            "D) 40",
            "E) 80"
        ],
        "back": "A",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "4) For a newly evolving protist, what would be the advantage of using eukaryote-like cell division rather than binary fission?",
        "options": [
            "A) Binary fission would not allow for the formation of new organisms.",
            "B) Cell division would allow for the orderly and efficient segregation of multiple linear chromosomes.",
            "C) Cell division would be faster than binary fission.",
            "D) Cell division allows for lower rates of error per chromosome replication.",
            "E) Binary fission would not allow the organism to have complex cells."
        ],
        "back": "B",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "5) Suppose a biologist can separate one of a dozen pieces of chromatin from a eukaryotic (animal) nucleus. It might consist of which of the following?",
        "options": [
            "A) one-twelfth of the genes of the organism",
            "B) two chromosomes, each with six chromatids",
            "C) a single circular piece of DNA",
            "D) two long strands of DNA plus proteins",
            "E) two chromatids attached together at a centromere"
        ],
        "back": "D",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "6) At which phase are centrioles beginning to move apart in animal cells?",
        "options": [
            "A) telophase",
            "B) anaphase",
            "C) prometaphase",
            "D) metaphase",
            "E) prophase"
        ],
        "back": "E",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "7) If cells in the process of dividing are subjected to colchicine, a drug that interferes with the formation of the spindle apparatus, at which stage will mitosis be arrested?",
        "options": [
            "A) anaphase",
            "B) prophase",
            "C) telophase",
            "D) metaphase",
            "E) interphase"
        ],
        "back": "D",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "8) If there are 20 centromeres in a cell at anaphase, how many chromosomes are there in each daughter cell following cytokinesis?",
        "options": [
            "A) 10",
            "B) 20",
            "C) 30",
            "D) 40",
            "E) 80"
        ],
        "back": "A",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "9) Where do the microtubules of the spindle originate during mitosis in both plant and animal cells?",
        "options": [
            "A) centromere",
            "B) centrosome",
            "C) centriole",
            "D) chromatid",
            "E) kinetochore"
        ],
        "back": "B",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "10) Taxol is an anticancer drug extracted from the Pacific yew tree. In animal cells, Taxol disrupts microtubule formation by binding to microtubules and accelerating their assembly from the protein precursor, tubulin. Surprisingly, this stops mitosis. Specifically, Taxol must affect",
        "options": [
            "A) the formation of the mitotic spindle.",
            "B) anaphase.",
            "C) formation of the centrioles.",
            "D) chromatid assembly.",
            "E) the S phase of the cell cycle."
        ],
        "back": "A",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "11) Which of the following are primarily responsible for cytokinesis in plant cells but not in animal cells?",
        "options": [
            "A) kinetochores",
            "B) Golgi-derived vesicles",
            "C) actin and myosin",
            "D) centrioles and centromeres",
            "E) cyclin-dependent kinases"
        ],
        "back": "B",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "12) In which group of eukaryotic organisms does the nuclear envelope remain intact during mitosis?",
        "options": [
            "A) seedless plants",
            "B) dinoflagellates",
            "C) diatoms",
            "D) dinoflagellates and diatoms only",
            "E) seedless plants, dinoflagellates, and diatoms"
        ],
        "back": "D",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "13) Movement of the chromosomes during anaphase would be most affected by a drug that",
        "options": [
            "A) reduces cyclin concentrations.",
            "B) increases cyclin concentrations.",
            "C) prevents elongation of microtubules.",
            "D) prevents shortening of microtubules.",
            "E) prevents attachment of the microtubules to the kinetochore."
        ],
        "back": "D",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "14) Measurements of the amount of DNA per nucleus were taken on a large number of cells from a growing fungus. The measured DNA levels ranged from 3 to 6 picograms per nucleus. In which stage of the cell cycle did the nucleus contain 6 picograms of DNA?",
        "options": [
            "A) G₀",
            "B) G₁",
            "C) S",
            "D) G₂",
            "E) M"
        ],
        "back": "D",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "15) A group of cells is assayed for DNA content immediately following mitosis and is found to have an average of 8 picograms of DNA per nucleus. How many picograms would be found at the end of S and the end of G₂?",
        "options": [
            "A) 8; 8",
            "B) 8; 16",
            "C) 16; 8",
            "D) 16; 16",
            "E) 12; 16"
        ],
        "back": "D",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "16) For anaphase to begin, which of the following must occur?",
        "options": [
            "A) Chromatids must lose their kinetochores.",
            "B) Cohesin must attach the sister chromatids to each other.",
            "C) Cohesin must be cleaved enzymatically.",
            "D) Kinetochores must attach to the metaphase plate.",
            "E) Spindle microtubules must begin to depolymerize."
        ],
        "back": "C",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "17) Why do chromosomes coil during mitosis?",
        "options": [
            "A) to increase their potential energy",
            "B) to allow the chromosomes to move without becoming entangled and breaking",
            "C) to allow the chromosomes to fit within the nuclear envelope",
            "D) to allow the sister chromatids to remain attached",
            "E) to provide for the structure of the centromere"
        ],
        "back": "B",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "18) Which of the following best describes how chromosomes move toward the poles of the spindle during mitosis?",
        "options": [
            "A) The chromosomes are \"reeled in\" by the contraction of spindle microtubules.",
            "B) Motor proteins of the kinetochores move the chromosomes along the spindle microtubules.",
            "C) Nonkinetochore spindle fibers serve to push chromosomes in the direction of the poles.",
            "D) The chromosomes are \"reeled in\" by the contraction of spindle microtubules, and motor proteins of the kinetochores move the chromosomes along the spindle microtubules.",
            "E) The chromosomes are \"reeled in\" by the contraction of spindle microtubules, motor proteins of the kinetochores move the chromosomes along the spindle microtubules, and nonkinetochore spindle fibers serve to push chromosomes in the direction of the poles."
        ],
        "back": "D",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "19) Which of the following is a function of those spindle microtubules that do not attach to kinetochores?",
        "options": [
            "A) maintaining an appropriate spacing among the moving chromosomes",
            "B) producing a cleavage furrow when telophase is complete",
            "C) providing the ATP needed by the fibers attached to kinetochores",
            "D) maintaining the region of overlap of microtubules in the cell's center",
            "E) pulling the poles of the spindles closer to one another"
        ],
        "back": "D",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "20) During which phase of mitosis do the chromatids become chromosomes?",
        "options": [
            "A) telophase",
            "B) anaphase",
            "C) prophase",
            "D) metaphase",
            "E) cytokinesis"
        ],
        "back": "A",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "21) Which of the following was a discovery that had to be made before human chromosomes could be correctly counted?",
        "options": [
            "A) how to use a hypotonic solution to swell nuclei",
            "B) how to visualize sperm nuclei",
            "C) how to visualize chromosomes",
            "D) when to see chromosomes separate from one another",
            "E) when to see chromosomes in pairs"
        ],
        "back": "A",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "22) Which of the following is (are) required for motor proteins to function in the movement of chromosomes toward the poles of the mitotic spindle?",
        "options": [
            "A) intact centromeres",
            "B) an MTOC (microtubule organizing center)",
            "C) a kinetochore attached to the metaphase plate",
            "D) ATP as an energy source",
            "E) synthesis of cohesin"
        ],
        "back": "D",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "23) What is a cleavage furrow?",
        "options": [
            "A) a ring of vesicles forming a cell plate",
            "B) the separation of divided prokaryotes",
            "C) a groove in the plasma membrane between daughter nuclei",
            "D) the metaphase plate where chromosomes attach to the spindle",
            "E) the space that is created between two chromatids during anaphase"
        ],
        "back": "C",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "24) Which of the following proteins are involved in binary fission as well as eukaryotic mitotic division?",
        "options": [
            "A) cyclins",
            "B) Cdks",
            "C) MPF",
            "D) actin and tubulin",
            "E) cohesins"
        ],
        "back": "D",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "25) Using which of the following techniques would enable your lab group to distinguish between a cell in G₂ and a cell from the same organism in G₁?",
        "options": [
            "A) fluorescence microscopy",
            "B) electron microscopy",
            "C) spectrophotometry",
            "D) radioactive-labeled nucleotides",
            "E) labeled kinetochore proteins"
        ],
        "back": "D",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "26) You have the technology necessary to measure each of the following in a sample of animal cells: chlorophylls, organelle density, picograms of DNA, cell wall components, and enzymatic activity. Which would you expect to increase significantly from M to G₁?",
        "options": [
            "A) organelle density and enzymatic activity",
            "B) cell wall components and DNA",
            "C) chlorophyll and cell walls",
            "D) organelle density and cell walls",
            "E) chlorophyll and DNA"
        ],
        "back": "A",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "27) A plant-derived protein known as colchicine can be used to poison cells by blocking the formation of the spindle. Which of the following would result if colchicine is added to a sample of cells in G₂?",
        "options": [
            "A) The cells would immediately die.",
            "B) The cells would be unable to begin M and stay in G₂.",
            "C) The chromosomes would coil and shorten but have no spindle to which to attach.",
            "D) The chromosomes would segregate but in a disorderly pattern.",
            "E) Each resultant daughter cell would also be unable to form a spindle."
        ],
        "back": "C",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "28) What causes the decrease in the amount of cyclin at a specific point in the cell cycle?",
        "options": [
            "A) an increase in production once the restriction point is passed",
            "B) the cascade of increased production once its protein is phosphorylated by Cdk",
            "C) the changing ratio of cytoplasm to genome",
            "D) its destruction by a process initiated by the activity of its complex with a cyclin",
            "E) the binding of PDGF to receptors on the cell surface"
        ],
        "back": "D",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "29) Which of the following is released by platelets in the vicinity of an injury?",
        "options": [
            "A) PDGF",
            "B) MPF",
            "C) protein kinase",
            "D) cyclin",
            "E) Cdk"
        ],
        "back": "A",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "30) Which of the following is a protein synthesized at specific times during the cell cycle that associates with a kinase to form a catalytically active complex?",
        "options": [
            "A) PDGF",
            "B) MPF",
            "C) protein kinase",
            "D) cyclin",
            "E) Cdk"
        ],
        "back": "D",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "31) Which of the following is a protein maintained at constant levels throughout the cell cycle that requires cyclin to become catalytically active?",
        "options": [
            "A) PDGF",
            "B) MPF",
            "C) protein kinase",
            "D) cyclin",
            "E) Cdk"
        ],
        "back": "E",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "32) Which of the following triggers the cell's passage past the G₂ checkpoint into mitosis?",
        "options": [
            "A) PDGF",
            "B) MPF",
            "C) protein kinase",
            "D) cyclin",
            "E) Cdk"
        ],
        "back": "B",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "33) The cyclin component of MPF is destroyed toward the end of which phase?",
        "options": [
            "A) G₀",
            "B) G₁",
            "C) S",
            "D) G₂",
            "E) M"
        ],
        "back": "E",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "34) Proteins that are involved in the regulation of the cell cycle, and that show fluctuations in concentration during the cell cycle, are called",
        "options": [
            "A) ATPases.",
            "B) kinetochores.",
            "C) kinases.",
            "D) proton pumps.",
            "E) cyclins."
        ],
        "back": "E",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "35) The MPF protein complex turns itself off by",
        "options": [
            "A) activating a process that destroys cyclin components.",
            "B) activating an enzyme that stimulates cyclin.",
            "C) binding to chromatin.",
            "D) exiting the cell.",
            "E) activating the anaphase-promoting complex."
        ],
        "back": "A",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "36) A mutation results in a cell that no longer produces a normal protein kinase for the M phase checkpoint. Which of the following would likely be the immediate result of this mutation?",
        "options": [
            "A) The cell would prematurely enter anaphase.",
            "B) The cell would never leave metaphase.",
            "C) The cell would never enter metaphase.",
            "D) The cell would never enter prophase.",
            "E) The cell would undergo normal mitosis, but fail to enter the next G₁ phase."
        ],
        "back": "E",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "37) Density-dependent inhibition is explained by which of the following?",
        "options": [
            "A) As cells become more numerous, they begin to squeeze against each other, restricting their size and ability to produce control factors.",
            "B) As cells become more numerous, the cell surface proteins of one cell contact the adjoining cells and they stop dividing.",
            "C) As cells become more numerous, the protein kinases they produce begin to compete with each other, such that the proteins produced by one cell essentially cancel those produced by its neighbor.",
            "D) As cells become more numerous, more and more of them enter the S phase of the cell cycle.",
            "E) As cells become more numerous, the level of waste products increases, eventually slowing down metabolism."
        ],
        "back": "B",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "38) Which of the following is true concerning cancer cells?",
        "options": [
            "A) They do not exhibit density-dependent inhibition when growing in culture.",
            "B) When they stop dividing, they do so at random points in the cell cycle.",
            "C) They are not subject to cell cycle controls.",
            "D) When they stop dividing, they do so at random points in the cell cycle, and they are not subject to cell cycle controls.",
            "E) When they stop dividing, they do so at random points in the cell cycle; they are not subject to cell cycle controls; and they do not exhibit density-dependent inhibition when growing in culture."
        ],
        "back": "E",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "39) Which of the following describe(s) cyclin-dependent kinase (Cdk)?",
        "options": [
            "A) Cdk is inactive, or \"turned off,\" in the presence of cyclin.",
            "B) Cdk is present throughout the cell cycle.",
            "C) Cdk is an enzyme that attaches phosphate groups to other proteins.",
            "D) Cdk is inactive, or \"turned off,\" in the presence of cyclin and it is present throughout the cell cycle.",
            "E) Cdk is present throughout the cell cycle and is an enzyme that attaches phosphate groups to other proteins."
        ],
        "back": "E",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "40) A particular cyclin called cyclin E forms a complex with Cdk 2 (cyclin-dependent kinase 2). This complex is important for the progression of the cell from G₁ into the S phase of the cell cycle. Which of the following statements is correct?",
        "options": [
            "A) The amount of free cyclin E is greatest during the S phase.",
            "B) The amount of free Cdk 2 is greater during G₁ compared to the S phase.",
            "C) The amount of free cyclin E is highest during G₁.",
            "D) The amount of free Cdk 2 is greatest during G₁.",
            "E) The activity of the cyclin E/Cdk 2 complex is highest during G₂."
        ],
        "back": "C",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "41) Cells from an advanced malignant tumor most often have very abnormal chromosomes, and often an abnormal total number of chromosomes. Why might this occur?",
        "options": [
            "A) Cancer cells are no longer density dependent.",
            "B) Cancer cells are no longer anchorage dependent.",
            "C) Chromosomally abnormal cells can still go through cell cycle checkpoints.",
            "D) Chromosomally abnormal cells still have normal metabolism.",
            "E) Transformation introduces new chromosomes into cells."
        ],
        "back": "C",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "42) Besides the ability of some cancer cells to overproliferate, what else could logically result in a tumor?",
        "options": [
            "A) metastasis",
            "B) changes in the order of cell cycle stages",
            "C) lack of appropriate cell death",
            "D) inability to form spindles",
            "E) inability of chromosomes to meet at the metaphase plate"
        ],
        "back": "C",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "43) After which checkpoint is the cell first committed to continue the cell cycle through M?",
        "options": [
            "A) G₀",
            "B) G₁",
            "C) G₂",
            "D) S",
            "E) previous M"
        ],
        "back": "B",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "44) Why do neurons and some other specialized cells divide infrequently?",
        "options": [
            "A) They no longer have active nuclei.",
            "B) They no longer carry receptors for signal molecules.",
            "C) They have been shunted into G₀.",
            "D) They can no longer bind Cdk to cyclin.",
            "E) They show a drop in MPF concentration."
        ],
        "back": "C",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "45) Which of the following most accurately describes a cyclin?",
        "options": [
            "A) It is present in similar concentrations throughout the cell cycle.",
            "B) It is activated to phosphorylate by complexing with a Cdk.",
            "C) It decreases in concentration when MPF activity increases.",
            "D) It activates a Cdk molecule when it is in sufficient concentration.",
            "E) It activates a Cdk when its concentration is decreased."
        ],
        "back": "D",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "46) All cell cycle checkpoints are similar in which way?",
        "options": [
            "A) They respond to the same cyclins.",
            "B) They utilize the same Cdks.",
            "C) They give the go-ahead signal to progress to the next checkpoint.",
            "D) They each have only one cyclin/Cdk complex.",
            "E) They activate or inactivate other proteins."
        ],
        "back": "E",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "47) At the M phase checkpoint, the complex allows for what to occur?",
        "options": [
            "A) Separase enzyme cleaves cohesins and allows chromatids to separate.",
            "B) Cohesins alter separase to allow chromatids to separate.",
            "C) Kinetochores are able to bind to spindle microtubules.",
            "D) All microtubules are made to bind to kinetochores.",
            "E) Daughter cells are allowed to pass into G₁."
        ],
        "back": "A",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "48) What explains anchorage dependence of animal cells in vitro or in vivo?",
        "options": [
            "A) attachment of spindle fibers to centrioles",
            "B) response of the plasma membrane to cell cycle controls",
            "C) the makeup of the extracellular matrix of the substrate",
            "D) the binding of cell-surface phospholipids to those of adjoining cells",
            "E) the binding of cell-surface phospholipids to the substrate"
        ],
        "back": "B",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "49) A research team began a study of a cultured cell line. Their preliminary observations showed them that the cell line did not exhibit either density-dependent inhibition or anchorage dependence. What could they conclude right away?",
        "options": [
            "A) The cells originated in the nervous system.",
            "B) The cells are unable to form spindle microtubules.",
            "C) They have altered series of cell cycle phases.",
            "D) The cells show characteristics of tumors.",
            "E) They were originally derived from an elderly organism."
        ],
        "back": "D",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "50) For a chemotherapeutic drug to be useful for treating cancer cells, which of the following is most desirable?",
        "options": [
            "A) It is safe enough to limit all apoptosis.",
            "B) It does not alter metabolically active cells.",
            "C) It only attacks cells that are density dependent.",
            "D) It interferes with cells entering G₀.",
            "E) It interferes with rapidly dividing cells."
        ],
        "back": "E",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "51) You have a series of cells, all of which were derived from tumors, and you first need to find out which ones are malignant. What could you do?",
        "options": [
            "A) See which ones are not overproliferating.",
            "B) Find out which ones have a higher rate of apoptosis.",
            "C) Karyotype samples to look for unusual size and number of chromosomes.",
            "D) Measure metastasis.",
            "E) Time their cell cycles."
        ],
        "back": "C",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "The lettered circle in Figure 12.1 shows a diploid nucleus with four chromosomes. There are two pairs of homologous chromosomes, one long and the other short. One haploid set is symbolized as black and the other haploid set is gray. The chromosomes in the unlettered circle have not yet replicated. Choose the correct chromosomal conditions for the following stages. 52) What is the correct chromosomal condition at the prometaphase of mitosis?",
        "options": [
            "A) A",
            "B) B",
            "C) C",
            "D) D",
            "E) E"
        ],
        "back": "B",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": [
            "https://web.archive.org/web/20170722115056im_/http://www.easynotecards.com:80/uploads/1079/98/69c3b13a_13a8788d737__8000_00000185.jpg"
        ]
    },
    {
        "front": "The lettered circle in Figure 12.1 shows a diploid nucleus with four chromosomes. There are two pairs of homologous chromosomes, one long and the other short. One haploid set is symbolized as black and the other haploid set is gray. The chromosomes in the unlettered circle have not yet replicated. Choose the correct chromosomal conditions for the following stages. 53) What is the correct chromosomal condition for one daughter nucleus at telophase of mitosis?",
        "options": [
            "A) A",
            "B) B",
            "C) C",
            "D) D",
            "E) E"
        ],
        "back": "E",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": [
            "https://web.archive.org/web/20170722115056im_/http://www.easynotecards.com:80/uploads/1079/98/69c3b13a_13a8788d737__8000_00000185.jpg"
        ]
    },
    {
        "front": "54) If the cell whose nuclear material is shown in Figure 12.2 continues toward completion of mitosis, which of the following events would occur next?",
        "options": [
            "A) cell membrane synthesis",
            "B) spindle fiber formation",
            "C) nuclear envelope breakdown",
            "D) formation of telophase nuclei",
            "E) synthesis of chromatids"
        ],
        "back": "D",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": [
            "https://web.archive.org/web/20170722115056im_/http://www.easynotecards.com:80/uploads/1081/1/69c3b13a_13a8788d737__8000_00000187.jpg"
        ]
    },
    {
        "front": "55) In the figure above, mitosis is represented by which numbered part(s) of the cycle?",
        "options": [
            "A) I",
            "B) II",
            "C) III",
            "D) IV",
            "E) V"
        ],
        "back": "D",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": [
            "https://web.archive.org/web/20170722115056im_/http://www.easynotecards.com:80/uploads/1083/3/69c3b13a_13a8788d737__8000_00000193.jpg"
        ]
    },
    {
        "front": "56) G₁ is represented by which numbered part(s) of the cycle?",
        "options": [
            "A) I or V",
            "B) II or IV",
            "C) III only",
            "D) IV only",
            "E) V only"
        ],
        "back": "A",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": [
            "https://web.archive.org/web/20170722115056im_/http://www.easynotecards.com:80/uploads/1083/3/69c3b13a_13a8788d737__8000_00000193.jpg"
        ]
    },
    {
        "front": "57) Which number represents DNA synthesis?",
        "options": [
            "A) I",
            "B) II",
            "C) III",
            "D) IV",
            "E) V"
        ],
        "back": "B",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": [
            "https://web.archive.org/web/20170722115056im_/http://www.easynotecards.com:80/uploads/1083/3/69c3b13a_13a8788d737__8000_00000193.jpg"
        ]
    },
    {
        "front": "58) Which number represents the point in the cell cycle during which the chromosomes are replicated?",
        "options": [
            "A) I",
            "B) II",
            "C) III",
            "D) IV",
            "E) V"
        ],
        "back": "B",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": [
            "https://web.archive.org/web/20170722115056im_/http://www.easynotecards.com:80/uploads/1083/3/69c3b13a_13a8788d737__8000_00000193.jpg"
        ]
    },
    {
        "front": "59) At which of the numbered regions would you expect to find cells at metaphase?",
        "options": [
            "A) I and IV",
            "B) II only",
            "C) III only",
            "D) IV only",
            "E) V only"
        ],
        "back": "C",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": [
            "https://web.archive.org/web/20170722115056im_/http://www.easynotecards.com:80/uploads/1083/3/69c3b13a_13a8788d737__8000_00000193.jpg"
        ]
    },
    {
        "front": "60) MPF reaches its threshold concentration at the end of this stage.",
        "options": [
            "A) I",
            "B) II",
            "C) III",
            "D) IV",
            "E) V"
        ],
        "back": "C",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": [
            "https://web.archive.org/web/20170722115056im_/http://www.easynotecards.com:80/uploads/1083/3/69c3b13a_13a8788d737__8000_00000193.jpg"
        ]
    },
    {
        "front": "Use the data in Table 12.1 to answer the following question. (SEE IMAGE) The data were obtained from a study of the length of time spent in each phase of the cell cycle by cells of three eukaryotic organisms designated beta, delta, and gamma 61) Of the following, the best conclusion concerning the difference between the S phases for beta and gamma is that",
        "options": [
            "A) gamma contains more DNA than beta.",
            "B) beta and gamma contain the same amount of DNA.",
            "C) beta cells reproduce asexually.",
            "D) gamma contains 48 times more DNA and RNA than beta.",
            "E) beta is a plant cell and gamma is an animal cell."
        ],
        "back": "A",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": [
            "https://web.archive.org/web/20170722115056im_/http://www.easynotecards.com:80/uploads/1088/8/69c3b13a_13a8788d737__8000_00000194.jpg"
        ]
    },
    {
        "front": "Use the data in Table 12.1 to answer the following question. (SEE IMAGE) The data were obtained from a study of the length of time spent in each phase of the cell cycle by cells of three eukaryotic organisms designated beta, delta, and gamma 62) The best conclusion concerning delta is that the cells",
        "options": [
            "A) contain no DNA.",
            "B) contain no RNA.",
            "C) contain only one chromosome that is very short.",
            "D) are actually in the G₀ phase.",
            "E) divide in the G₁ phase."
        ],
        "back": "D",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": [
            "https://web.archive.org/web/20170722115056im_/http://www.easynotecards.com:80/uploads/1088/8/69c3b13a_13a8788d737__8000_00000194.jpg"
        ]
    },
    {
        "front": "Several organisms, primarily protists, have what are called intermediate mitotic organization. 63) These protists are intermediate in what sense?",
        "options": [
            "A) They reproduce by binary fission in their early stages of development and by mitosis when they are mature.",
            "B) They never coil up their chromosomes when they are dividing.",
            "C) They use mitotic division but only have circular chromosomes.",
            "D) They maintain a nuclear envelope during division.",
            "E) None of them form spindles."
        ],
        "back": "D",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "Several organisms, primarily protists, have what are called intermediate mitotic organization.",
        "options": [
            "A) They represent a form of cell reproduction which must have evolved completely separately from those of other organisms.",
            "B) They demonstrate that these species are not closely related to any of the other protists and may well be a different kingdom.",
            "C) They rely on totally different proteins for the processes they undergo.",
            "D) They may be more closely related to plant forms that also have unusual mitosis.",
            "E) They show some but not all of the evolutionary steps toward complete mitosis."
        ],
        "back": "E",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "Nucleotides can be radiolabeled before they are incorporated into newly forming DNA and can therefore be assayed to track their incorporation. In a set of experiments, a student—faculty research team used labeled T nucleotides and introduced these into the culture of dividing human cells at specific times. 65) Which of the following questions might be answered by such a method?",
        "options": [
            "A) How many cells are produced by the culture per hour?",
            "B) What is the length of the S phase of the cell cycle?",
            "C) When is the S chromosome synthesized?",
            "D) How many picograms of DNA are made per cell cycle?",
            "E) When do spindle fibers attach to chromosomes?"
        ],
        "back": "B",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "Nucleotides can be radiolabeled before they are incorporated into newly forming DNA and can therefore be assayed to track their incorporation. In a set of experiments, a student—faculty research team used labeled T nucleotides and introduced these into the culture of dividing human cells at specific times. 66) The research team used the setup to study the incorporation of labeled nucleotides into a culture of lymphocytes and found that the lymphocytes incorporated the labeled nucleotide at a significantly higher level after a pathogen was introduced into the culture. They concluded that",
        "options": [
            "A) the presence of the pathogen made the experiment too contaminated to trust the results.",
            "B) their tissue culture methods needed to be relearned.",
            "C) infection causes lymphocytes to divide more rapidly.",
            "D) infection causes cell cultures in general to reproduce more rapidly.",
            "E) infection causes lymphocyte cultures to skip some parts of the cell cycle."
        ],
        "back": "C",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "Nucleotides can be radiolabeled before they are incorporated into newly forming DNA and can therefore be assayed to track their incorporation. In a set of experiments, a student—faculty research team used labeled T nucleotides and introduced these into the culture of dividing human cells at specific times. 67) Once they had determined which cells were dividing, the team wanted to use a non-radioactive method to track whether various physiological factors (such as food or body temperature) affect the action of the pathogen. Which of the following would be effective, simple, and safe?",
        "options": [
            "A) measuring picograms of DNA",
            "B) measuring numbers of chromosomes",
            "C) measuring numbers of chromatids",
            "D) counting the frequency of cells in mitosis",
            "E) counting newly formed plasma membranes"
        ],
        "back": "D",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "The research team established similar lymphocyte cultures from a number of human donors, including healthy teenagers of both genders, patients already suffering from long-term bacterial infections, and elderly volunteers. They found that the increase in lymphocyte incorporation after pathogen introduction was slightly lower in some of the female teenagers and significantly lower in each of the elderly persons. They repeated the study with a larger number of samples but got the same results. 68) What might be among the research team's conclusions?",
        "options": [
            "A) The young women showed these results because they have poorer nutrition.",
            "B) The elderly persons' samples demonstrated their lowered immune responses.",
            "C) The young men had higher responses because they are generally healthier.",
            "D) The patient samples should have had the lowest response but did not, so the experiment is invalid.",
            "E) The elderly donor samples represent cells no longer capable of any cell division."
        ],
        "back": "B",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "The research team established similar lymphocyte cultures from a number of human donors, including healthy teenagers of both genders, patients already suffering from long-term bacterial infections, and elderly volunteers. They found that the increase in lymphocyte incorporation after pathogen introduction was slightly lower in some of the female teenagers and significantly lower in each of the elderly persons. They repeated the study with a larger number of samples but got the same results. 69) Which of the following investigations might be most productive to show what the data on the teenagers might indicate?",
        "options": [
            "A) test male teenagers",
            "B) test teenagers who say they are not sexually active",
            "C) test female teens at different times in their menstrual cycles",
            "D) test relatives of the teens previously tested",
            "E) test teenagers from different school systems"
        ],
        "back": "C",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "A student is looking through his light microscope (~450 X) at a squashed and stained onion root tip. Some, but not all, of the cells have clearly visible chromosome strands. 70) When a cell is in anaphase of mitosis, which of the following will he see?",
        "options": [
            "A) a clear area in the center of the cell",
            "B) chromosomes clustered at the poles",
            "C) individual chromatids separating",
            "D) chromosomes clustered tightly at the center",
            "E) formation of vesicles at the midline"
        ],
        "back": "A",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "A student is looking through his light microscope (~450 X) at a squashed and stained onion root tip. Some, but not all, of the cells have clearly visible chromosome strands. 71) When the cell has just completed telophase, which of the following does he see?",
        "options": [
            "A) a clear area in the center of the cell",
            "B) chromosomes clustered at the poles",
            "C) individual chromatids separating",
            "D) formation of vesicles at the midline",
            "E) two small cells with chromatin"
        ],
        "back": "E",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "72) Through a microscope, you can see a cell plate beginning to develop across the middle of a cell and nuclei forming on either side of the cell plate. This cell is most likely",
        "options": [
            "A) an animal cell in the process of cytokinesis.",
            "B) a plant cell in the process of cytokinesis.",
            "C) an animal cell in the S phase of the cell cycle.",
            "D) a bacterial cell dividing.",
            "E) a plant cell in metaphase."
        ],
        "back": "B",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "73) Vinblastine is a standard chemotherapeutic drug used to treat cancer. Because it interferes with the assembly of microtubules, its effectiveness must be related to",
        "options": [
            "A) disruption of mitotic spindle formation.",
            "B) inhibition of regulatory protein phosphorylation.",
            "C) suppression of cyclin production.",
            "D) myosin denaturation and inhibition of cleavage furrow formation.",
            "E) inhibition of DNA synthesis."
        ],
        "back": "A",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "74) One difference between cancer cells and normal cells is that cancer cells",
        "options": [
            "A) are unable to synthesize DNA.",
            "B) are arrested at the S phase of the cell cycle.",
            "C) continue to divide even when they are tightly packed together.",
            "D) cannot function properly because they are affected by density-dependent inhibition.",
            "E) are always in the M phase of the cell cycle."
        ],
        "back": "C",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "75) The decline of MPF activity at the end of mitosis is due to",
        "options": [
            "A) the destruction of the protein kinase Cdk.",
            "B) decreased synthesis of Cdk.",
            "C) the degradation of cyclin.",
            "D) the accumulation of cyclin.",
            "E) synthesis of DNA."
        ],
        "back": "C",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "76) In the cells of some organisms, mitosis occurs without cytokinesis. This will result in",
        "options": [
            "A) cells with more than one nucleus.",
            "B) cells that are unusually small.",
            "C) cells lacking nuclei.",
            "D) destruction of chromosomes.",
            "E) cell cycles lacking an S phase."
        ],
        "back": "A",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "77) Which of the following does not occur during mitosis?",
        "options": [
            "A) condensation of the chromosomes",
            "B) replication of the DNA",
            "C) separation of sister chromatids",
            "D) spindle formation",
            "E) separation of the spindle poles"
        ],
        "back": "B",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "78) A particular cell has half as much DNA as some other cells in a mitotically active tissue. The cell in question is most likely in",
        "options": [
            "A) G₁.",
            "B) G₂.",
            "C) prophase.",
            "D) metaphase.",
            "E) anaphase."
        ],
        "back": "A",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    },
    {
        "front": "79) The drug cytochalasin B blocks the function of actin. Which of the following aspects of the cell cycle would be most disrupted by cytochalasin B?",
        "options": [
            "A) spindle formation",
            "B) spindle attachment to kinetochores",
            "C) DNA synthesis",
            "D) cell elongation during anaphase",
            "E) cleavage furrow formation and cytokinesis"
        ],
        "back": "E",
        "unit": "Unit 12",
        "chapter": "Chapter 12",
        "images": []
    }
]