[
    {
        "front": "1) \"How do seed-eating animals affect the distribution and abundance of the trees?\" This question",
        "options": [
            "A) would require an elaborate experimental design to answer.",
            "B) would be difficult to answer because a large experimental area would be required.",
            "C) would be difficult to answer because a long-term experiment would be required.",
            "D) is one that a present-day ecologist would be likely to ask.",
            "E) All options are correct."
        ],
        "back": "E",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "2) Which of the following levels of ecological organization is arranged in the correct sequence from most to least inclusive?",
        "options": [
            "A) community, ecosystem, individual, population",
            "B) ecosystem, community, population, individual",
            "C) population, ecosystem, individual, community",
            "D) individual, population, community, ecosystem",
            "E) individual, community, population, ecosystem"
        ],
        "back": "B",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "3) Which of the following examples of an ecological effect leading to an evolutionary effect is most correct?",
        "options": [
            "A) When seeds are not plentiful, trees produce more seeds.",
            "B) A few organisms of a larger population survive a drought and then these survivors emigrate to less arid environments.",
            "C) A few individuals with denser fur survive the coldest days of an ice age, and the reproducing survivors of the ice age all have long fur.",
            "D) Fish that swim the fastest in running water catch the most prey and more easily escape predation.",
            "E) The insects that spend the most time exposed to sunlight have the most mutations."
        ],
        "back": "C",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "4) Which of the following might be an investigation of microclimate?",
        "options": [
            "A) the effect of ambient temperature on the onset of caribou migration",
            "B) the seasonal population fluctuation of nurse sharks in coral reef communities",
            "C) competitive interactions between various species of songbirds during spring migration",
            "D) the effect of sunlight intensity on species composition in a decaying rat carcass",
            "E) the effect of different nitrogen applications on corn productivity"
        ],
        "back": "D",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "5) Which of the following choices includes all of the others in creating global terrestrial climates?",
        "options": [
            "A) differential heating of Earth's surface",
            "B) ocean currents",
            "C) global wind patterns",
            "D) evaporation of water from ocean surfaces",
            "E) Earth's rotation on its axis"
        ],
        "back": "A",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "6) Why is the climate drier on the leeward side of mountain ranges that are subjected to prevailing winds?",
        "options": [
            "A) Deserts usually are found on the leeward side of mountain ranges.",
            "B) The sun illuminates the leeward side of mountain ranges at a more direct angle, converting to heat energy, which evaporates most of the water present.",
            "C) Pushed by the prevailing winds on the windward side, air is forced to rise, cool, condense, and drop its precipitation, leaving only dry air to descend the leeward side.",
            "D) Air masses pushed by the prevailing winds are stopped by mountain ranges and the moisture is used up in the stagnant air masses on the leeward side.",
            "E) More organisms live on the sheltered, leeward side of mountain ranges where their utilization of water lowers the amount available when compared to the windward side."
        ],
        "back": "C",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "7) What would be the effect on climate in the temperature latitudes if Earth were to slow its rate of rotation from a 24-hour period of rotation to a 48-hour period of rotation?",
        "options": [
            "A) Seasons would be longer and more distinct (colder winters and warmer summers).",
            "B) There would be a smaller range between daytime high and nighttime low temperatures.",
            "C) Large scale weather events such as tornadoes and hurricanes would no longer be a part of regional climates.",
            "D) Winter seasons in both the northern and southern hemispheres would have more abundant and frequent precipitation events.",
            "E) The climate would stay the same. The only change would be longer days and nights."
        ],
        "back": "E",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "8) Palm trees and subtropical plants are commonplace in Land's End, England, whose latitude is the equivalent of Labrador in coastal Canada where the local flora is subarctic. Which statement best explains why this apparent anomaly exists between North America and Europe?",
        "options": [
            "A) Labrador does not get enough rainfall to support the subtropical flora found in Land's End.",
            "B) Warm ocean currents interact with England, whereas cold ocean currents interact with Labrador.",
            "C) Rainfall fluctuates greatly in England; rainfall is consistently high in Labrador.",
            "D) Labrador is too windy to support tall plants, such as palm trees.",
            "E) Labrador receives sunlight of lower duration and intensity than does Land's End."
        ],
        "back": "B",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "9) Which statement describes how climate might change if Earth was 75% land and 25% water?",
        "options": [
            "A) Terrestrial ecosystems would likely experience more precipitation.",
            "B) Earth's daytime temperatures would be higher and nighttime temperatures lower.",
            "C) Summers would be longer and winters shorter at midlatitude locations.",
            "D) Earth would experience an unprecedented global warming.",
            "E) More terrestrial microclimates would be created because of daily fluctuations in climate."
        ],
        "back": "B",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "10) Which of the following abiotic factors has the greatest influence on the metabolic rates of plants and animals?",
        "options": [
            "A) water",
            "B) wind",
            "C) temperature",
            "D) rocks and soil",
            "E) disturbances"
        ],
        "back": "C",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "11) In mountainous areas of western North America, north-facing slopes would be expected to",
        "options": [
            "A) receive more sunlight than similar southern exposures.",
            "B) be warmer and drier than comparable southern exposed slopes.",
            "C) consistently be steeper than southern exposures.",
            "D) support biological communities similar to those found at lower elevations on similar south-facing slopes.",
            "E) support biological communities similar to those found at higher elevations on similar south-facing slopes."
        ],
        "back": "E",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "12) Deserts typically occur in a band at 20 degrees north and south latitude because",
        "options": [
            "A) descending air masses tend to be cool and dry.",
            "B) trade winds have a little moisture.",
            "C) moisture-laden air is heavier than dry air and is not carried to these latitudes.",
            "D) ascending air tends to be moist.",
            "E) these locations get the most intense solar radiation of any location on Earth."
        ],
        "back": "A",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "13) Which of the following events might you predict to occur if the tilt of Earth's axis relative to its plane of orbit was increased to 33 1/2 degrees?",
        "options": [
            "A) Summers and winters in the United States would likely become warmer and colder, respectively.",
            "B) Winters and summers in Australia would likely become less distinct seasons.",
            "C) Seasonal variation at the equator might decrease.",
            "D) Both northern and southern hemispheres would experience summer and winter at the same time.",
            "E) Both poles would experience massive ice melts."
        ],
        "back": "A",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "14) Imagine some cosmic catastrophe jolts Earth so that its axis is perpendicular to the orbital plane between Earth and the sun. The most obvious effect of this change would be",
        "options": [
            "A) the elimination of tides.",
            "B) an increase in the length of night.",
            "C) an increase in the length of a year.",
            "D) a decrease in temperature at the equator.",
            "E) the elimination of seasonal variation."
        ],
        "back": "E",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "15) The main reason polar regions are cooler than the equator is that",
        "options": [
            "A) there is more ice at the poles.",
            "B) sunlight strikes the poles at a lower angle.",
            "C) the poles are farther from the sun.",
            "D) the polar atmosphere is thinner and contains fewer greenhouse gases.",
            "E) the poles are permanently tilted away from the sun."
        ],
        "back": "B",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "16) Which of the following environmental features might influence microclimates?",
        "options": [
            "A) forest canopy",
            "B) freshly plowed field",
            "C) log on the forest floor",
            "D) large boulder",
            "E) All of the options are correct."
        ],
        "back": "E",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "17) The success with which plants extend their range northward following glacial retreat is best determined by",
        "options": [
            "A) whether there is simultaneous migration of herbivores.",
            "B) their tolerance to shade.",
            "C) their seed dispersal rate.",
            "D) their size.",
            "E) their growth rate."
        ],
        "back": "C",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "18) As climate changes because of global warming, species' ranges in the northern hemisphere may move northward, using effective reproductive adaptations to disperse their seeds. The trees that are most likely to avoid extinction in such an environment are those that",
        "options": [
            "A) have seeds that are easily dispersed by wind or animals.",
            "B) have thin seed coats.",
            "C) produce well-provisioned seeds.",
            "D) have seeds that become viable only after a forest fire.",
            "E) disperse many seeds in close proximity to the parent tree."
        ],
        "back": "A",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "19) Generalized global air circulation and precipitation patterns are caused by",
        "options": [
            "A) rising, warm, moist air masses that cool and release precipitation as they rise and then, at high altitude, cool and sink back to the surface as dry air masses after moving north or south of the tropics.",
            "B) air masses that are dried and heated over continental areas that rise, cool aloft, and descend over oceanic areas followed by a return flow of moist air from ocean to land, delivering high amounts of precipitation to coastal areas.",
            "C) polar, cool, moist high-pressure air masses from the poles that move along the surface, releasing precipitation along the way to the equator where they are heated and dried.",
            "D) the revolution of Earth around the sun.",
            "E) mountain ranges that deflect air masses containing variable amounts of moisture."
        ],
        "back": "A",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "20) Air masses formed over the Pacific Ocean are moved by prevailing westerlies where they encounter extensive north-south mountain ranges, such as the Sierra Nevada and the Cascades. Which statement best describes the outcome of this encounter between a landform and an air mass?",
        "options": [
            "A) The cool, moist Pacific air heats up as it rises, releasing its precipitation as it passes the tops of the mountains, and this warm, now dry air cools as it descends on the leeward side of the range.",
            "B) The warm, moist Pacific air rises and cools, releasing precipitation as it moves up the windward side of the range, and this cool, now dry air mass heats up as it descends on the leeward side of the range.",
            "C) The cool, dry Pacific air heats up and picks up moisture from evaporation of the snowcapped peaks of the mountain range, releasing this moisture as precipitation when the air cools while descending on the leeward side of the range.",
            "D) These air masses are blocked by the mountain ranges, producing high annual amounts of precipitation on the windward sides of these mountain ranges.",
            "E) These air masses remain essentially unchanged in moisture content and temperature as they pass over these mountain ranges."
        ],
        "back": "B",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "21) If global warming continues at its present rate, which biomes will likely take the place of the coniferous forest (taiga)?",
        "options": [
            "A) tundra and polar ice",
            "B) temperate broadleaf forest and grassland",
            "C) desert and chaparral",
            "D) tropical forest and savanna",
            "E) chaparral and temperate broadleaf forest"
        ],
        "back": "B",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "22) Which of the following are important biotic factors that can affect the structure and organization of biological communities?",
        "options": [
            "A) precipitation, wind",
            "B) nutrient availability, soil pH",
            "C) predation, competition",
            "D) temperature, water",
            "E) light intensity, seasonality"
        ],
        "back": "C",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "23) Which of the following can be said about light in aquatic environments?",
        "options": [
            "A) Water selectively reflects and absorbs certain wavelengths of light.",
            "B) Photosynthetic organisms that live in deep water probably use red light.",
            "C) Longer wavelengths penetrate to greater depths.",
            "D) Light penetration seldom limits the distribution of photosynthetic species.",
            "E) Most photosynthetic organisms avoid the surface where the light is too intense."
        ],
        "back": "A",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "24) Coral reefs can be found on the southern east coast of the United States but not at similar latitudes on the southern west coast. Differences in which of the following most likely account for this?",
        "options": [
            "A) sunlight intensity",
            "B) precipitation",
            "C) day length",
            "D) ocean currents",
            "E) salinity"
        ],
        "back": "D",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "25) Which of the following investigations would shed the most light on the distribution of organisms in temperate regions that are faced with climate change?",
        "options": [
            "A) Remove, to the mineral soil, all of the organisms from an experimental plot and monitor the colonization of the area over time in terms of both species diversity and abundance.",
            "B) Look back at the changes that occurred since the Ice Age and how species redistributed as glaciers melted, then make predictions on future distribution in species based on past trends.",
            "C) Compare and contrast the flora and fauna of warm/cold/dry/wet climates to shed light on how they evolved to be suited to their present-day environment.",
            "D) Quantify the impact of man's activities on present-day populations of threatened and endangered species to assess the rate of extirpation and extinction.",
            "E) There is no scientific investigation that can help make predictions on the future distribution of organisms."
        ],
        "back": "B",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "26) Which series is correctly layered from top to bottom in a tropical rain forest?",
        "options": [
            "A) ground layer, shrub/immature layer, under story, canopy, emergent layer",
            "B) canopy, emergent layer, under story, shrub/immature layer, ground layer",
            "C) canopy, under story, shrub/immature layer, emergent layer, ground layer",
            "D) emergent layer, canopy, under story, shrub/immature layer, ground layer",
            "E) emergent layer, under story, canopy, ground layer, shrub/immature layer"
        ],
        "back": "D",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "27) What is the limiting factor for the growth of trees in the tundra?",
        "options": [
            "A) low precipitation",
            "B) cold temperatures",
            "C) insufficient minerals in bedrock",
            "D) pH of soils",
            "E) permafrost"
        ],
        "back": "E",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "28) Generally speaking, deserts are located in places where air masses are usually",
        "options": [
            "A) tropical.",
            "B) humid.",
            "C) rising.",
            "D) descending.",
            "E) expanding."
        ],
        "back": "D",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "29) Turnover of water in temperate lakes during the spring and fall is made possible by which of the following?",
        "options": [
            "A) warm, less dense water layered at the top",
            "B) cold, more dense water layered at the bottom",
            "C) a distinct thermocline between less dense warm water and cold, dense water",
            "D) the changes in the density of water as seasonal temperatures change",
            "E) currents generated by nektonic animals"
        ],
        "back": "D",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "30) In temperate lakes, the surface water is replenished with nutrients during turnovers that occur in the",
        "options": [
            "A) autumn and spring.",
            "B) autumn and winter.",
            "C) spring and summer.",
            "D) summer and winter.",
            "E) summer and autumn."
        ],
        "back": "A",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "31) Which of the following is responsible for the differences in summer and winter temperature stratification of deep temperate zone lakes?",
        "options": [
            "A) Water is densest at 4°C.",
            "B) Oxygen is most abundant in deeper waters.",
            "C) Winter ice sinks in the summer.",
            "D) Stratification is caused by a thermocline.",
            "E) Stratification always follows the fall and spring turnovers."
        ],
        "back": "A",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "32) Imagine that a deep temperate zone lake did not \"turn over\" during the spring and fall seasons. Based on the physical and biological properties of limnetic ecosystems, what would be the difference from normal seasonal turnover?",
        "options": [
            "A) The lake would be uniformly cold during the winter and summer.",
            "B) The lake would fail to freeze over in winter.",
            "C) An algal bloom of algae would result every spring.",
            "D) Lakes would suffer a nutrient depletion in surface layers.",
            "E) The pH of the lake would become increasingly alkaline."
        ],
        "back": "D",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "33) Which marine zone would have the lowest rates of primary productivity (photosynthesis)?",
        "options": [
            "A) pelagic",
            "B) abyssal",
            "C) neritic",
            "D) continental shelf",
            "E) intertidal"
        ],
        "back": "B",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "34) If you are interested in observing a relatively simple community structure in a clear water lake, you would do well to choose diving into",
        "options": [
            "A) an oligotrophic lake.",
            "B) a eutrophic lake.",
            "C) a relatively shallow lake.",
            "D) a nutrient-rich lake.",
            "E) a lake with consistently warm temperatures."
        ],
        "back": "A",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "35) Which of the following statements about the ocean pelagic biome is true?",
        "options": [
            "A) The ocean is a vast, deep storehouse that always provides sustenance; it is the next \"frontier\" for feeding humanity.",
            "B) Because it is so immense, the pelagic ocean biome is globally uniform.",
            "C) Globally, more photosynthesis occurs in the ocean neritic biome than in the pelagic biome.",
            "D) Pelagic ocean photosynthetic activity is disproportionately low in relation to the size of the biome.",
            "E) The most abundant animals are vertebrate fishes."
        ],
        "back": "D",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "36) If a meteor impact or volcanic eruption injected a lot of dust into the atmosphere and reduced the sunlight reaching Earth's surface by 70% for one year, which of the following marine communities most likely would be least affected?",
        "options": [
            "A) deep-sea vent",
            "B) coral reef",
            "C) intertidal",
            "D) pelagic",
            "E) estuary"
        ],
        "back": "A",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "37) Which of the examples below provides appropriate abiotic and biotic factors that might determine the distribution of the species in question?",
        "options": [
            "A) the amount of nitrate and phosphate in the soil, and wildflower abundance and diversity",
            "B) the number of frost-free days, and competition between species of introduced grasses and native alpine grasses",
            "C) increased predation and decreased food availability, and a prairie dog population after a prairie fire",
            "D) available sunlight and increased salinity in the top few meters of the ocean, and the abundance and diversity of phytoplankton communities",
            "E) the pH and dissolved oxygen concentration, and the streams in which brook trout can live"
        ],
        "back": "B",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "38) A certain species of pine tree survives only in scattered locations at elevations above 2,800 m in the western United States. To understand why this tree grows only in these specific places, an ecologist should",
        "options": [
            "A) conclude that lower elevations are limiting to the survival of this species.",
            "B) study the anatomy and physiology of this species.",
            "C) investigate the various biotic and abiotic factors that are unique to high altitude.",
            "D) analyze the soils found in the vicinity of these trees, looking for unique chemicals that may support their growth.",
            "E) collect data on temperature, wind, and precipitation at several of these locations for a year."
        ],
        "back": "C",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "39) Species introduced by humans to new geographic locations",
        "options": [
            "A) are usually successful in colonizing the area.",
            "B) always spread because they encounter none of their natural predators.",
            "C) increase the diversity and therefore the stability of the ecosystem.",
            "D) can outcompete and displace native species for biotic and abiotic resources.",
            "E) are always considered pests by ecologists."
        ],
        "back": "D",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "40) Which of the following statements best describes the effect of climate on biome distribution?",
        "options": [
            "A) Average annual temperature and precipitation are sufficient to predict which biome will be found in an area.",
            "B) Seasonal fluctuation of temperature is not a limiting factor in biome distribution if areas have the same annual temperature and precipitation means.",
            "C) Not only is the average climate important in determining biome distribution but so is the pattern of climatic variation.",
            "D) Temperate forests and grasslands are different biomes because they receive a different quality and quantity of sunlight, even though they have essentially the same annual temperature and precipitation.",
            "E) Correlation of climate with biome distribution is sufficient to determine the cause of biome patterns."
        ],
        "back": "C",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "41) In the development of terrestrial biomes, which factor is most dependent on all the others?",
        "options": [
            "A) the species of colonizing animals",
            "B) prevailing temperature",
            "C) prevailing rainfall",
            "D) mineral nutrient availability",
            "E) soil structure"
        ],
        "back": "A",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "42) Two plant species live in the same biome but on different continents. Although the two species are not at all closely related, they may appear quite similar as a result of",
        "options": [
            "A) parallel evolution.",
            "B) convergent evolution.",
            "C) allopatric speciation.",
            "D) introgression.",
            "E) gene flow."
        ],
        "back": "B",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "43) In which of the following terrestrial biome pairs are both parts dependent upon periodic burning?",
        "options": [
            "A) tundra and coniferous forest",
            "B) chaparral and savanna",
            "C) desert and savanna",
            "D) tropical forest and temperate broadleaf forest",
            "E) grassland and tundra"
        ],
        "back": "B",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "44) Fire suppression by humans",
        "options": [
            "A) will always result in an increase in species diversity in a given biome.",
            "B) can change the species composition within biological communities.",
            "C) will result ultimately in sustainable production of increased amounts of forest products for human use.",
            "D) is necessary for the protection of threatened and endangered forest species.",
            "E) is a management goal of conservation biologists to maintain the healthy condition of forest communities."
        ],
        "back": "B",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "45) Which of the following statements best describes the interaction between fire and ecosystems?",
        "options": [
            "A) The likelihood of a wildfire occurring in a given ecosystem is highly predictable over the short term.",
            "B) Many kinds of plants and plant communities have adapted to frequent fires.",
            "C) The suppression of forest fires by man has prevented certain communities, such as grasslands, from reaching their climax stage.",
            "D) Chaparral communities have evolved to the extent that they rarely burn.",
            "E) Fire is unnatural in ecosystems and should be prevented."
        ],
        "back": "B",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "46) In which community would organisms most likely have adaptations enabling them to respond to different photoperiods?",
        "options": [
            "A) tropical forest",
            "B) coral reef",
            "C) savanna",
            "D) temperate forest",
            "E) abyssal"
        ],
        "back": "D",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "47) The growing season would generally be shortest in which of the following biomes?",
        "options": [
            "A) savanna",
            "B) temperate broadleaf forest",
            "C) temperate grassland",
            "D) tropical rain forest",
            "E) coniferous forest"
        ],
        "back": "E",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "48) Trees are not usually found in the tundra biome because of",
        "options": [
            "A) insufficient annual precipitation.",
            "B) acidic soils.",
            "C) extreme winter temperatures.",
            "D) overbrowsing by musk ox and caribou.",
            "E) permafrost."
        ],
        "back": "E",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "49) Studying species transplants is a way that ecologists",
        "options": [
            "A) determine the abundance of a species in a specified area.",
            "B) determine the distribution of a species in a specified area.",
            "C) develop mathematical models for distribution and abundance of organisms.",
            "D) determine if dispersal is a key factor in limiting distribution of organisms.",
            "E) consolidate a landscape region into a single ecosystem."
        ],
        "back": "D",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "The eight climographs below show yearly temperature (line graph and left vertical axis) and precipitation (bar graph and right vertical axis) averages for each month for some locations on Earth. Choose the climograph that best answers the question or completes the statement. Climographs may be used once, more than once, or not at all. 50) Which climograph shows the climate for location 1?",
        "options": [
            "A) A",
            "B) C",
            "C) E",
            "D) G",
            "E) H"
        ],
        "back": "A",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": [
            "https://web.archive.org/web/20170714102621im_/http://www.easynotecards.com:80/uploads/483/9/_39367d51_13ab9201884__8000_00000202.jpg"
        ]
    },
    {
        "front": "The eight climographs below show yearly temperature (line graph and left vertical axis) and precipitation (bar graph and right vertical axis) averages for each month for some locations on Earth. Choose the climograph that best answers the question or completes the statement. Climographs may be used once, more than once, or not at all. 51) Which climograph shows the climate for location 2?",
        "options": [
            "A) B",
            "B) C",
            "C) D",
            "D) F",
            "E) H"
        ],
        "back": "D",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": [
            "https://web.archive.org/web/20170714102621im_/http://www.easynotecards.com:80/uploads/483/9/_39367d51_13ab9201884__8000_00000202.jpg"
        ]
    },
    {
        "front": "The eight climographs below show yearly temperature (line graph and left vertical axis) and precipitation (bar graph and right vertical axis) averages for each month for some locations on Earth. Choose the climograph that best answers the question or completes the statement. Climographs may be used once, more than once, or not at all. 52) Which climograph shows the climate for location 3?",
        "options": [
            "A) B",
            "B) C",
            "C) D",
            "D) E",
            "E) F"
        ],
        "back": "C",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": [
            "https://web.archive.org/web/20170714102621im_/http://www.easynotecards.com:80/uploads/483/9/_39367d51_13ab9201884__8000_00000202.jpg"
        ]
    },
    {
        "front": "The eight climographs below show yearly temperature (line graph and left vertical axis) and precipitation (bar graph and right vertical axis) averages for each month for some locations on Earth. Choose the climograph that best answers the question or completes the statement. Climographs may be used once, more than once, or not at all. 53) Which climograph shows the climate for location 4?",
        "options": [
            "A) A",
            "B) B",
            "C) C",
            "D) E",
            "E) G"
        ],
        "back": "D",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": [
            "https://web.archive.org/web/20170714102621im_/http://www.easynotecards.com:80/uploads/483/9/_39367d51_13ab9201884__8000_00000202.jpg"
        ]
    },
    {
        "front": "The eight climographs below show yearly temperature (line graph and left vertical axis) and precipitation (bar graph and right vertical axis) averages for each month for some locations on Earth. Choose the climograph that best answers the question or completes the statement. Climographs may be used once, more than once, or not at all. 54) Which climograph shows the climate for location 5?",
        "options": [
            "A) A",
            "B) C",
            "C) D",
            "D) E",
            "E) H"
        ],
        "back": "B",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": [
            "https://web.archive.org/web/20170714102621im_/http://www.easynotecards.com:80/uploads/483/9/_39367d51_13ab9201884__8000_00000202.jpg"
        ]
    },
    {
        "front": "The eight climographs below show yearly temperature (line graph and left vertical axis) and precipitation (bar graph and right vertical axis) averages for each month for some locations on Earth. Choose the climograph that best answers the question or completes the statement. Climographs may be used once, more than once, or not at all. 55) Which of the following best substantiates why location 3 is an equatorial (tropical) climate?",
        "options": [
            "A) It has a monsoon season during the winter months.",
            "B) It has consistent monthly averages for rainfall.",
            "C) The temperature is high for each monthly average.",
            "D) The temperatures reach 100°F during some months.",
            "E) The temperatures are lower in June, July, and August."
        ],
        "back": "C",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": [
            "https://web.archive.org/web/20170714102621im_/http://www.easynotecards.com:80/uploads/483/9/_39367d51_13ab9201884__8000_00000202.jpg"
        ]
    },
    {
        "front": "The diagram shows a generalized cross section of the marine environment with various zones labeled with letters. Choose the letter that best answers the question. Letters may be used once, more than once, or not at all 56) Which zone has a condition of constant temperature?",
        "options": [
            "A) A",
            "B) B",
            "C) C",
            "D) D",
            "E) E"
        ],
        "back": "C",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": [
            "https://web.archive.org/web/20170714102621im_/http://www.easynotecards.com:80/uploads/489/15/_39367d51_13ab9201884__8000_00000210.jpg"
        ]
    },
    {
        "front": "The diagram shows a generalized cross section of the marine environment with various zones labeled with letters. Choose the letter that best answers the question. Letters may be used once, more than once, or not at all 57) Which zone produces the most global oxygen gas?",
        "options": [
            "A) A",
            "B) B",
            "C) C",
            "D) D",
            "E) E"
        ],
        "back": "B",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": [
            "https://web.archive.org/web/20170714102621im_/http://www.easynotecards.com:80/uploads/489/15/_39367d51_13ab9201884__8000_00000210.jpg"
        ]
    },
    {
        "front": "The diagram shows a generalized cross section of the marine environment with various zones labeled with letters. Choose the letter that best answers the question. Letters may be used once, more than once, or not at all 58) Which zone is comprised largely of detritus-feeding organisms?",
        "options": [
            "A) A",
            "B) B",
            "C) C",
            "D) D",
            "E) E"
        ],
        "back": "C",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": [
            "https://web.archive.org/web/20170714102621im_/http://www.easynotecards.com:80/uploads/489/15/_39367d51_13ab9201884__8000_00000210.jpg"
        ]
    },
    {
        "front": "The diagram shows a generalized cross section of the marine environment with various zones labeled with letters. Choose the letter that best answers the question. Letters may be used once, more than once, or not at all 59) Which zone has the lowest biomass per unit of area?",
        "options": [
            "A) A",
            "B) B",
            "C) C",
            "D) D",
            "E) E"
        ],
        "back": "D",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": [
            "https://web.archive.org/web/20170714102621im_/http://www.easynotecards.com:80/uploads/489/15/_39367d51_13ab9201884__8000_00000210.jpg"
        ]
    },
    {
        "front": "The diagram shows a generalized cross section of the marine environment with various zones labeled with letters. Choose the letter that best answers the question. Letters may be used once, more than once, or not at all 60) Which zone experiences the most abiotic change over a 24-hour period?",
        "options": [
            "A) A",
            "B) B",
            "C) C",
            "D) D",
            "E) E"
        ],
        "back": "A",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": [
            "https://web.archive.org/web/20170714102621im_/http://www.easynotecards.com:80/uploads/489/15/_39367d51_13ab9201884__8000_00000210.jpg"
        ]
    },
    {
        "front": "Use the following diagram from the text showing the spread of the cattle egret, Bubulcus ibis, since its arrival in the New World, to answer the following question. 61) How would an ecologist likely explain the expansion of the cattle egret?",
        "options": [
            "A) The areas to which the cattle egret has expanded have no cattle egret parasites.",
            "B) Climatic factors, such as temperature and precipitation, provide a suitable habitat for cattle egrets.",
            "C) There are no predators for cattle egrets in the New World, so they continue to expand their range.",
            "D) A habitat left unoccupied by native herons and egrets met the biotic and abiotic requirements of the cattle egret transplants and their descendants.",
            "E) The first egrets to colonize South America evolved into a new species capable of competing with the native species of herons and egrets."
        ],
        "back": "D",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": [
            "https://web.archive.org/web/20170607031425if_/https://www.easynotecards.com/uploads/494/20/_39367d51_13ab9201884__8000_00000215.jpg"
        ]
    },
    {
        "front": "Experts in white-tailed deer ecology generally agree that population sizes of deer that live in temperate climates are limited by winter snow. The deer congregate in \"yarding\" areas under evergreen trees because venturing out to feed in winter is energetically too expensive when snowfall depths accumulate to above 40 cm. Deer often stay yarded until the spring thaw. Snow depth over 40 inches for more than 60 days results in high mortality due to starvation. 62) This observation best illustrates which of the following principles about factors that limit distribution of organisms?",
        "options": [
            "A) Abiotic factors, such as weather extremes, ultimately limit distribution.",
            "B) Organisms will face extinction unless they adapt to conditions or evolve new mechanisms for survival.",
            "C) Environmental factors are limiting not only in amount but also in longevity.",
            "D) Daily accumulations in snow depth gradually add up to cause increased deer mortality.",
            "E) Temporary extremes in weather conditions usually result in high mortality in the deer population."
        ],
        "back": "C",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "In areas of permafrost, stands of black spruce are frequently observed in the landscape, while other tree species are noticeably absent. Often these stands are referred to as \"drunken forests\" because many of the black spruce are displaced from their normal vertical alignment. 63) What might be the adaptive significance of these unusual forests growing the way they do in this marginal habitat?",
        "options": [
            "A) Needles are adapted to withstand cold arctic temperatures.",
            "B) Branches are adapted to absorb more CO₂ with this displaced alignment.",
            "C) Taproot formation is impossible, so trees developed shallow root beds.",
            "D) Trees are tilted so snow prevents them from breaking or tipping over.",
            "E) Trees tip so that they do not compete with each other for sunlight."
        ],
        "back": "C",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "64) Which of the following areas of study focuses on the exchange of energy, organisms, and materials between ecosystems?",
        "options": [
            "A) population ecology",
            "B) organismal ecology",
            "C) landscape ecology",
            "D) ecosystem ecology",
            "E) community ecology"
        ],
        "back": "C",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "65) Which lake zone would be absent in a very shallow lake?",
        "options": [
            "A) benthic zone",
            "B) aphotic zone",
            "C) pelagic zone",
            "D) littoral zone",
            "E) limnetic zone"
        ],
        "back": "B",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "66) Which of the following is true with respect to oligotrophic lakes and eutrophic lakes?",
        "options": [
            "A) Oligotrophic lakes are more subject to oxygen depletion.",
            "B) Rates of photosynthesis are lower in eutrophic lakes.",
            "C) Eutrophic lake water contains lower concentrations of nutrients.",
            "D) Eutrophic lakes are richer in nutrients.",
            "E) Sediments in oligotrophic lakes contain larger amounts of decomposable organic matter."
        ],
        "back": "D",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "67) Which of the following biomes is correctly paired with the description of its climate?",
        "options": [
            "A) savanna–low temperature, precipitation uniform during the year",
            "B) tundra–long summers, mild winters",
            "C) temperate broadleaf forest–relatively short growing season, mild winters",
            "D) temperate grasslands–relatively warm winters, most rainfall in summer",
            "E) tropical forests–nearly constant day length and temperature"
        ],
        "back": "E",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "68) Which of the following is characteristic of most terrestrial biomes?",
        "options": [
            "A) annual average rainfall in excess of 250 cm",
            "B) a distribution predicted almost entirely by rock and soil patterns",
            "C) clear boundaries between adjacent biomes",
            "D) vegetation demonstrating vertical layering",
            "E) cold winter months"
        ],
        "back": "D",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "69) The oceans affect the biosphere in all of the following ways except",
        "options": [
            "A) producing a substantial amount of the biosphere's oxygen.",
            "B) removing carbon dioxide from the atmosphere.",
            "C) moderating the climate of terrestrial biomes.",
            "D) regulating the pH of freshwater biomes and terrestrial groundwater.",
            "E) being the source of most of Earth's rainfall."
        ],
        "back": "D",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "70) Which statement about dispersal is false?",
        "options": [
            "A) Dispersal is a common component of the life cycles of plants and animals.",
            "B) Colonization of devastated areas after floods or volcanic eruptions depends on dispersal.",
            "C) Dispersal occurs only on an evolutionary time scale.",
            "D) Seeds are important dispersal stages in the life cycles of most flowering plants.",
            "E) The ability to disperse can expand the geographic distribution of a species."
        ],
        "back": "C",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "71) When climbing a mountain, we can observe transitions in biological communities that are analogous to the changes",
        "options": [
            "A) in biomes at different latitudes.",
            "B) at different depths in the ocean.",
            "C) in a community through different seasons.",
            "D) in an ecosystem as it evolves over time.",
            "E) across the United States from east to west."
        ],
        "back": "A",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "72) Suppose that the number of bird species is determined mainly by the number of vertical strata found in the environment. If so, in which of the following biomes would you find the greatest number of bird species?",
        "options": [
            "A) tropical rain forest",
            "B) savanna",
            "C) desert",
            "D) temperate broadleaf forest",
            "E) temperate grassland"
        ],
        "back": "A",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    },
    {
        "front": "73) If the direction of Earth's rotation reversed, the most predictable effect would be",
        "options": [
            "A) no more night and day.",
            "B) a big change in the length of the year.",
            "C) winds blowing from west to east along the equator.",
            "D) a loss of seasonal variation at high latitudes.",
            "E) the elimination of ocean currents."
        ],
        "back": "C",
        "unit": "Unit 52",
        "chapter": "Chapter 52",
        "images": []
    }
]