[
    {
        "front": "1) All hormones",
        "options": [
            "A) are produced by endocrine glands.",
            "B) are lipid-soluble molecules.",
            "C) are carried to target cells in the blood.",
            "D) are protein molecules.",
            "E) elicit the same biological response from all of their target cells."
        ],
        "back": "C",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "2) In a positive-feedback system where hormone A alters the amount of protein X",
        "options": [
            "A) an increase in A always produces an increase in X.",
            "B) an increase in X always produces a decrease in A.",
            "C) a decrease in A always produces an increase in X.",
            "D) a decrease in X always causes a decrease in A.",
            "E) it is impossible to predict how A and X affect each other."
        ],
        "back": "A",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "3) Testosterone is an example of a chemical signal that affects the very cells that synthesize it, the neighboring cells in the testis, along with distant cells outside the gonads. Thus, testosterone is an example of",
        "options": [
            "A) an autocrine signal.",
            "B) a paracrine signal.",
            "C) an endocrine signal.",
            "D) both an autocrine signal and a paracrine signal.",
            "E) an autocrine signal, a paracrine signal, and an endocrine signal."
        ],
        "back": "E",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "4) Which category of signal exerts its effects on target cells by binding to membrane-bound receptor proteins?",
        "options": [
            "A) neurohormones",
            "B) estrogens",
            "C) androgens",
            "D) vitamin D",
            "E) neurohormones, estrogens, androgens, and vitamin D"
        ],
        "back": "A",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "5) A paracrine signal that relaxes smooth muscle cells is",
        "options": [
            "A) nitric oxide.",
            "B) vitamin D.",
            "C) testosterone.",
            "D) cortisol.",
            "E) antidiuretic hormone."
        ],
        "back": "A",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "6) Prostaglandins are local regulators whose chemical structure is derived from",
        "options": [
            "A) oligosaccharides.",
            "B) fatty acids.",
            "C) steroids.",
            "D) amino acids.",
            "E) nitric oxide."
        ],
        "back": "B",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "7) Ecdysone is a(n)",
        "options": [
            "A) peptide hormone.",
            "B) amine derivative.",
            "C) steroid hormone.",
            "D) iodinated protein hormone made by the thyroid gland.",
            "E) gaseous neurotransmitter."
        ],
        "back": "C",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "8) Aspirin and ibuprofen both",
        "options": [
            "A) inhibit the synthesis of prostaglandins.",
            "B) inhibit the release of nitric oxide, a potent vasodilator.",
            "C) activate the paracrine signaling pathways that form blood clots.",
            "D) stimulate the release of oxytocin.",
            "E) stimulate vasoconstriction in the kidneys."
        ],
        "back": "A",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "9) A cell with membrane-bound proteins that selectively bind a specific hormone is called that hormone's",
        "options": [
            "A) secretory cell.",
            "B) plasma cell.",
            "C) endocrine cell.",
            "D) target cell.",
            "E) regulatory cell."
        ],
        "back": "D",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "10) The reason that the steroid hormone aldosterone affects only a small number of cells in the body is that",
        "options": [
            "A) only its target cells get exposed to aldosterone.",
            "B) only its target cells contain aldosterone receptors.",
            "C) it is unable to enter nontarget cells.",
            "D) nontarget cells destroy aldosterone before it can produce any effect.",
            "E) nontarget cells convert aldosterone to a hormone to which they do respond."
        ],
        "back": "B",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "11) Different body cells can respond differently to the same peptide hormones because",
        "options": [
            "A) different target cells have different sets of genes.",
            "B) each cell converts that hormone to a different metabolite.",
            "C) a target cell's response is determined by the components of its signal transduction pathways.",
            "D) the circulatory system regulates responses to hormones by routing the hormones to specific targets.",
            "E) the hormone is chemically altered in different ways as it travels through the circulatory system."
        ],
        "back": "C",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "<p>12) Insect hormones and their receptors <br>A) act independently of each other. <br>B) are a focus in pest-control research. <br>C) utilize cell-surface receptors only. <br>D) are active independently of environmental cues. <br>E) are not relevant to the study of steroid hormones.</p> <p>12) Insect hormones and their receptors <br>A) act independently of each other. <br>B) are a focus in pest-control research. <br>C) utilize cell-surface receptors only. <br>D) are active independently of environmental cues. <br>E) are not relevant to the study of steroid hormones.</p> &nbsp;",
        "options": [],
        "back": "B",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "13) Endocrine glands that are sources of steroid hormones",
        "options": [
            "A) secrete the steroids through ducts into the blood.",
            "B) store those hormones in membrane-bound vesicles.",
            "C) have a very short latency between steroid synthesis and steroid release.",
            "D) are all controlled by the autonomic nervous system.",
            "E) operate independently of other hormonal cuing systems."
        ],
        "back": "C",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "14) A chemical signal operating in a paracrine manner is one that",
        "options": [
            "A) is active at a neuronal synapse.",
            "B) affects only the cells that synthesize the paracrine signal.",
            "C) requires transport in the blood before it can act on its target cells.",
            "D) evokes responses from all parts of the vascular system.",
            "E) must move through the air before it reaches its target cells."
        ],
        "back": "A",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "15) Hormone X activates the cAMP second messenger system in its target cells. The greatest response by a cell would come from",
        "options": [
            "A) applying a molecule of hormone X to the extracellular fluid surrounding the cell.",
            "B) injecting a molecule of hormone X into the cytoplasm of the cell.",
            "C) applying a molecule of cAMP to the extracellular fluid surrounding the cell.",
            "D) injecting a molecule of cAMP into the cytoplasm of the cell.",
            "E) injecting a molecule of activated, cAMP-dependent protein kinase into the cytoplasm of the cell."
        ],
        "back": "A",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "16) When a steroid hormone and a peptide hormone exert similar effects on a population of target cells, then",
        "options": [
            "A) the steroid and peptide hormones must use the same biochemical mechanisms.",
            "B) the steroid and peptide hormones must bind to the same receptor protein.",
            "C) the steroid hormones affect the synthesis of effector proteins, whereas peptide hormones activate effector proteins already present in the cell.",
            "D) the steroid hormones affect the activity of certain proteins within the cell, whereas peptide hormones directly affect the processing of mRNA.",
            "E) the steroid hormones affect only the release of proteins from the target cell, whereas peptide hormones affect only the synthesis of proteins that remain in the target cell."
        ],
        "back": "C",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "17) For hormones that homeostatically regulate cellular functions,",
        "options": [
            "A) negative feedback typically regulates hormone secretion.",
            "B) the circulating level of a hormone is held constant through a series of positive feedback loops.",
            "C) both lipid-soluble hormones and water-soluble hormones bind to intracellular protein receptors.",
            "D) endocrine organs release their contents into the bloodstream via specialized ducts.",
            "E) it is impossible to also have neural regulation of that system."
        ],
        "back": "A",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "18) Nitric oxide and epinephrine",
        "options": [
            "A) both function as neurotransmitters.",
            "B) both function as steroid hormones.",
            "C) are both involved in the \"fight-or-flight\" response.",
            "D) bind the same receptors.",
            "E) both cause a reduction in the blood levels of glucose."
        ],
        "back": "A",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "19) Suppose that substance X is secreted by one cell, travels via interstitial fluid to a neighboring cell, and produces an effect on that cell. All of the following terms could describe this substance except",
        "options": [
            "A) paracrine signal.",
            "B) neurotransmitter.",
            "C) prostaglandin.",
            "D) pheromone.",
            "E) growth factor."
        ],
        "back": "D",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "20) Hormones that promote homeostasis",
        "options": [
            "A) are not found as members of antagonistic signaling mechanisms.",
            "B) travel to target cells without passage in the plasma.",
            "C) utilize receptors that bind any hormone.",
            "D) initiate signal transduction in the target cell without binding to receptors.",
            "E) usually operate as part of a negative feedback system."
        ],
        "back": "E",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "21) During mammalian labor and delivery, the contraction of uterine muscles is enhanced by oxytocin. This is an example of",
        "options": [
            "A) a negative feedback system.",
            "B) a hormone that acts in an antagonistic way with another hormone.",
            "C) a hormone that is involved in a positive feedback loop.",
            "D) signal transduction immediately changing gene expression in its target cells.",
            "E) the key role of the anterior pituitary gland in regulating uterine contraction."
        ],
        "back": "C",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "22) During short-term starvation, most available fuel molecules are catabolized to provide energy for metabolism rather than being used as building blocks for growth and repair, a trade-off that is hormonally regulated by",
        "options": [
            "A) acetylcholine.",
            "B) glucagon.",
            "C) oxytocin.",
            "D) antidiuretic hormone.",
            "E) insulin."
        ],
        "back": "B",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "23) Based on their effects, which pair below would not be expected to be active at the same time and place?",
        "options": [
            "A) prostaglandin F and nitric oxide",
            "B) growth hormone and insulin-like growth factors",
            "C) endocrine and exocrine glands",
            "D) hormones and target cells",
            "E) neurosecretory cells and neurotransmitters"
        ],
        "back": "A",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "24) The interrelationships between the endocrine and the nervous systems are especially apparent in",
        "options": [
            "A) a neuron in the spinal cord.",
            "B) a steroid-producing cell in the adrenal cortex.",
            "C) a neurosecretory cell in the hypothalamus.",
            "D) a brain cell in the cerebral cortex.",
            "E) a cell in the pancreas that produces digestive enzymes."
        ],
        "back": "C",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "25) The hypothalamus modulates hormone secretion by the anterior pituitary by means of",
        "options": [
            "A) peptide hormones.",
            "B) steroid hormones.",
            "C) electrical synapses.",
            "D) neurotransmitters.",
            "E) paracrine signals."
        ],
        "back": "A",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "26) Portal blood vessels connect two capillary beds found in the",
        "options": [
            "A) hypothalamus and thalamus.",
            "B) anterior pituitary and posterior pituitary.",
            "C) hypothalamus and anterior pituitary.",
            "D) posterior pituitary and thyroid gland.",
            "E) anterior pituitary and adrenal gland."
        ],
        "back": "C",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "27) If a person loses a large amount of water in a short period of time, he or she may die from dehydration. ADH can help reduce water loss through its interaction with its target cells in the",
        "options": [
            "A) anterior pituitary.",
            "B) posterior pituitary.",
            "C) adrenal gland.",
            "D) bladder.",
            "E) kidney."
        ],
        "back": "E",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "28) The hypothalamus",
        "options": [
            "A) functions only as an endocrine target, by having lots of receptors on its cells.",
            "B) functions only in neuronal transmission.",
            "C) does not have any hormone receptors on its cells.",
            "D) secretes tropic hormones that act directly on the gonads.",
            "E) includes neurosecretory cells that terminate in the posterior pituitary."
        ],
        "back": "E",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "29) Prolactin stimulates mammary gland growth and development in mammals and regulates salt and water balance in freshwater fish. Many scientists think that this wide range of functions indicates that prolactin",
        "options": [
            "A) is a nonspecific hormone.",
            "B) has a unique mechanism for eliciting its effects.",
            "C) is an evolutionarily conserved hormone.",
            "D) is derived from two separate sources.",
            "E) interacts with many different receptor molecules."
        ],
        "back": "C",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "<p>30) A product of the anterior pituitary gland that causes color changes in its target cells is <br>A) FSH. <br>B) LH. <br>C) TSH. <br>D) MSH. <br>E) ACTH.</p> &nbsp;",
        "options": [],
        "back": "D",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "31) To prevent insect pests from maturing into reproducing adults, pest controllers use synthetic agonists of",
        "options": [
            "A) ecdysone.",
            "B) juvenile hormone.",
            "C) oxytocin.",
            "D) brain hormone.",
            "E) prothoracic hormone."
        ],
        "back": "B",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "32) In a lactating mammal, the two hormones that promote milk synthesis and milk release, respectively, are",
        "options": [
            "A) prolactin and calcitonin.",
            "B) prolactin and oxytocin.",
            "C) follicle-stimulating hormone and luteinizing hormone.",
            "D) luteinizing hormone and oxytocin.",
            "E) prolactin and luteinizing hormone."
        ],
        "back": "B",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "33) Oxytocin and antidiuretic hormone are synthesized in the",
        "options": [
            "A) hypothalamus.",
            "B) adenohypophysis.",
            "C) anterior pituitary.",
            "D) adrenal cortex.",
            "E) posterior pituitary."
        ],
        "back": "A",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "34) Endocrine structures derived from nervous tissue include the",
        "options": [
            "A) thymus and the thyroid.",
            "B) ovaries and the testes.",
            "C) liver and the pancreas.",
            "D) anterior pituitary gland and the adrenal cortex.",
            "E) posterior pituitary gland and the adrenal medulla."
        ],
        "back": "E",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "35) Iodine is added to table salt to help prevent deficiencies of an essential mineral needed for the proper function of the",
        "options": [
            "A) parathyroid glands.",
            "B) adrenal glands.",
            "C) thyroid glands.",
            "D) the endocrine pancreas.",
            "E) the exocrine pancreas."
        ],
        "back": "C",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "36) A tropic hormone from the anterior pituitary gland regulates the secretion of",
        "options": [
            "A) parathyroid hormone.",
            "B) calcitonin.",
            "C) epinephrine.",
            "D) thyroxine.",
            "E) glucagon."
        ],
        "back": "D",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "37) Which endocrine disorder is correctly matched with the malfunctioning gland?",
        "options": [
            "A) diabetes insipidus and the posterior pituitary gland",
            "B) giantism and the posterior pituitary gland",
            "C) goiter and the adrenal medulla",
            "D) diabetes mellitus and the parathyroid glands",
            "E) dwarfism and the adrenal cortex"
        ],
        "back": "A",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "38) One reason a person might be severely overweight is due to",
        "options": [
            "A) an undersecretion of thyroxine.",
            "B) a defect in hormone release from the posterior pituitary.",
            "C) a lower than normal level of insulin-like growth factors.",
            "D) hyposecretion of oxytocin.",
            "E) a higher than normal level of melatonin."
        ],
        "back": "A",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "39) Fight-or-flight reactions include activation of",
        "options": [
            "A) the parathyroid glands, leading to increased metabolic rate.",
            "B) the thyroid gland, leading to an increase in the blood calcium concentration.",
            "C) the anterior pituitary gland, leading to cessation of gonadal function.",
            "D) the adrenal medulla, leading to increased secretion of epinephrine.",
            "E) the pancreas, leading to a reduction in the blood sugar concentration."
        ],
        "back": "D",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "40) The endocrine glands include the",
        "options": [
            "A) parathyroid glands.",
            "B) salivary glands.",
            "C) sweat glands.",
            "D) sebaceous glands.",
            "E) gallbladder."
        ],
        "back": "A",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "41) The body's reaction to PTH (parathyroid hormone), a reduction in plasma levels of calcium, can be opposed by",
        "options": [
            "A) thyroxine.",
            "B) epinephrine.",
            "C) growth hormone.",
            "D) calcitonin.",
            "E) glucagon."
        ],
        "back": "D",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "42) Which of the following has both endocrine and exocrine activity?",
        "options": [
            "A) the pituitary gland",
            "B) parathyroid glands",
            "C) salivary glands",
            "D) the pancreas",
            "E) adrenal glands"
        ],
        "back": "D",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "43) Linkage to membrane-bound receptor proteins on target cells activates the typical actions of the",
        "options": [
            "A) androgens.",
            "B) glucocorticoids.",
            "C) estrogens.",
            "D) pancreatic hormones.",
            "E) progestins."
        ],
        "back": "D",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "44) Analysis of a blood sample from a fasting individual who had not eaten for 24 hours would be expected to reveal high levels of",
        "options": [
            "A) insulin.",
            "B) glucagon.",
            "C) secretin.",
            "D) gastrin.",
            "E) glucose."
        ],
        "back": "B",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "45) When the beta cells of the pancreas release insulin into the blood,",
        "options": [
            "A) the blood glucose levels rise to a set point and stimulate glucagon release.",
            "B) the skeletal muscles and the adipose cells take up glucose at a faster rate.",
            "C) the liver catabolizes glycogen.",
            "D) the alpha cells of the pancreas release glucose into the blood.",
            "E) the kidneys begin gluconeogenesis."
        ],
        "back": "B",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "46) A chemical signal that has both endocrine and neural roles is",
        "options": [
            "A) parathyroid hormone.",
            "B) calcitonin.",
            "C) epinephrine.",
            "D) acetylcholine.",
            "E) ecdysone."
        ],
        "back": "C",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "47) The amino acid tyrosine is a starting substrate for the synthesis of",
        "options": [
            "A) epinephrine.",
            "B) steroid hormones.",
            "C) parathyroid hormone.",
            "D) vitamin D.",
            "E) acetylcholine."
        ],
        "back": "A",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "48) The autonomic nervous system includes an endocrine gland known as the",
        "options": [
            "A) ovary.",
            "B) adrenal medulla.",
            "C) adrenal cortex.",
            "D) testis.",
            "E) thyroid."
        ],
        "back": "B",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "49) A disease that destroys the adrenal cortex should lead to an increase in the plasma levels of",
        "options": [
            "A) glucocorticoid hormones.",
            "B) epinephrine.",
            "C) adrenocorticotropic hormone (ACTH).",
            "D) glucose.",
            "E) acetylcholine."
        ],
        "back": "C",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "50) During a stressful interval",
        "options": [
            "A) TSH stimulates the adrenal cortex and medulla to secrete acetylcholine.",
            "B) the alpha cells of islets secrete insulin and simultaneously the beta cells of the islets secrete glucagon.",
            "C) ACTH stimulates the adrenal cortex, and neurons of the sympathetic nervous system stimulate the adrenal medulla.",
            "D) the posterior pituitary gland secretes more growth hormones.",
            "E) the calcium levels in the blood are increased due to actions of two antagonistic hormones, epinephrine and norepinephrine."
        ],
        "back": "C",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "51) In response to stress, the adrenal gland promotes the synthesis of glucose from noncarbohydrate substrates via the action of the steroid hormone",
        "options": [
            "A) glucagon.",
            "B) cortisol.",
            "C) epinephrine.",
            "D) thyroxine.",
            "E) ACTH."
        ],
        "back": "B",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "52) Melatonin is secreted by",
        "options": [
            "A) the hypothalamus during the day.",
            "B) the pineal gland during the night.",
            "C) the autonomic nervous system during the winter.",
            "D) the posterior pituitary gland during the day.",
            "E) the thyroid gland during cold seasons."
        ],
        "back": "B",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "53) Winter hibernation and spring reproduction in bears are cued by seasonal changes in the secretion of",
        "options": [
            "A) melatonin from the pineal gland.",
            "B) melatonin from the hypothalamus.",
            "C) thyroxine from the anterior pituitary gland.",
            "D) acetylcholine from the pineal gland.",
            "E) thyroid-stimulating hormone from the posterior pituitary gland."
        ],
        "back": "A",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "54) The steroid hormone that coordinates molting in arthropods is",
        "options": [
            "A) ecdysone.",
            "B) glucagon.",
            "C) thyroxine.",
            "D) oxytocin.",
            "E) growth hormone."
        ],
        "back": "A",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "55) After eating a carbohydrate-rich meal, the mammalian pancreas increases its secretion of",
        "options": [
            "A) ecdysone.",
            "B) glucagon.",
            "C) thyroxine.",
            "D) oxytocin.",
            "E) insulin."
        ],
        "back": "E",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "56) The higher level of metabolic activity typical of nonhibernating temperate mammals during the winter months is due to increased secretion of",
        "options": [
            "A) ecdysone.",
            "B) glucagon.",
            "C) thyroxine.",
            "D) oxytocin.",
            "E) growth hormone."
        ],
        "back": "C",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "57) The increased contraction of the human uterus during labor and delivery is at least partially due to the actions of",
        "options": [
            "A) ecdysone.",
            "B) glucagon.",
            "C) thyroxine.",
            "D) oxytocin.",
            "E) growth hormone."
        ],
        "back": "D",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "58) Abnormally reduced somatic growth (dwarfism) can be a consequence of decreased hormone secretion from the",
        "options": [
            "A) kidneys.",
            "B) pancreas.",
            "C) adrenal gland.",
            "D) posterior pituitary gland.",
            "E) anterior pituitary gland."
        ],
        "back": "E",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "59) DES is called an \"endocrine disrupting chemical\" because it structurally resembles, and interferes with, the endocrine secretions of the",
        "options": [
            "A) pancreatic islet cells.",
            "B) thyroid gland.",
            "C) adrenal medulla.",
            "D) ovaries.",
            "E) hypothalamus."
        ],
        "back": "D",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "60) Testosterone is an example of",
        "options": [
            "A) an androgen.",
            "B) an estrogen.",
            "C) a progestin.",
            "D) a catecholamine.",
            "E) an adrenal steroid."
        ],
        "back": "A",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "61) Estradiol is an example of",
        "options": [
            "A) an androgen.",
            "B) an estrogen.",
            "C) a progestin.",
            "D) a catecholamine.",
            "E) a glucocorticoid."
        ],
        "back": "B",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "62) Epinephrine is an example of",
        "options": [
            "A) an androgen.",
            "B) an estrogen.",
            "C) a progestin.",
            "D) a catecholamine.",
            "E) a glucocorticoid."
        ],
        "back": "D",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "63) In an experiment, rats' ovaries were removed immediately after impregnation and then the rats were divided into two groups. Treatments and results are summarized in the table. The results most likely occurred because progesterone exerts an effect on the",
        "options": [
            "A) general health of the rat.",
            "B) size of the fetus.",
            "C) metabolism of the uterus.",
            "D) gestation period of rats.",
            "E) number of eggs fertilized."
        ],
        "back": "C",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": [
            "https://www.easynotecards.com/uploads/597/84/6645d46c_151a22e0018__8000_00018805.png"
        ]
    },
    {
        "front": "64) A fantasy movie features a caterpillar that never matures into an adult, but simply gets larger and larger with each molt. It might be possible that the caterpillar did not mature into an adult because of",
        "options": [
            "A) a lack of ecdysone.",
            "B) a lack of juvenile hormone.",
            "C) a decreased level of ecdysone.",
            "D) an increased level of juvenile hormone.",
            "E) a lack of melatonin."
        ],
        "back": "D",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "65) Which of the following is not an accurate statement?",
        "options": [
            "A) Hormones are chemical messengers that travel to target cells through the circulatory system.",
            "B) Hormones often regulate homeostasis through antagonistic functions.",
            "C) Hormones of the same chemical class usually have the same function.",
            "D) Hormones are secreted by specialized cells usually located in endocrine glands.",
            "E) Hormones are often regulated through feedback loops."
        ],
        "back": "C",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "66) An example of antagonistic hormones controlling homeostasis is",
        "options": [
            "A) thyroxine and parathyroid hormone in calcium balance.",
            "B) insulin and glucagon in glucose metabolism.",
            "C) progestins and estrogens in sexual differentiation.",
            "D) epinephrine and norepinephrine in fight-or-flight responses.",
            "E) oxytocin and prolactin in milk production."
        ],
        "back": "B",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "67) Growth factors are local regulators that",
        "options": [
            "A) are produced by the anterior pituitary.",
            "B) are modified fatty acids that stimulate bone and cartilage growth.",
            "C) are found on the surface of cancer cells and stimulate abnormal cell division.",
            "D) bind to cell-surface receptors and stimulate growth and development of target cells.",
            "E) convey messages between nerve cells."
        ],
        "back": "D",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "68) Which hormone is incorrectly paired with its action?",
        "options": [
            "A) oxytocinstimulates uterine contractions during childbirth",
            "B) thyroxinestimulates metabolic processes",
            "C) insulinstimulates glycogen breakdown in the liver",
            "D) ACTHstimulates the release of glucocorticoids by the adrenal cortex",
            "E) melatoninaffects biological rhythms, seasonal reproduction"
        ],
        "back": "C",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "69) Steroid and peptide hormones typically have in common",
        "options": [
            "A) the building blocks from which they are synthesized.",
            "B) their solubility in cell membranes.",
            "C) their requirement for travel through the bloodstream.",
            "D) the location of their receptors.",
            "E) their reliance on signal transduction in the cell."
        ],
        "back": "C",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "70) Which of the following is the most likely explanation for hypothyroidism in a patient whose iodine level is normal?",
        "options": [
            "A) greater production of T₃ than of T₄",
            "B) hyposecretion of TSH",
            "C) hypersecretion of TSH",
            "D) hypersecretion of MSH",
            "E) a decrease in the thyroid secretion of calcitonin"
        ],
        "back": "B",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "71) Shortly after ingesting a big plate of carbohydrate-rich pasta, you measure your blood's hormone levels. What results would you expect, compared to before the meal?",
        "options": [
            "A) high insulin, low glucagon",
            "B) low insulin, low glucagon",
            "C) high insulin, high glucagon",
            "D) low insulin, high glucagon",
            "E) low insulin, no change in glucagon"
        ],
        "back": "A",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    },
    {
        "front": "72) The relationship between the insect hormones ecdysteroid and PTTH is an example of",
        "options": [
            "A) an interaction of the endocrine and nervous systems.",
            "B) homeostasis achieved by positive feedback.",
            "C) how peptide-derived hormones have more widespread effects than steroid hormones.",
            "D) homeostasis maintained by antagonistic hormones.",
            "E) competitive inhibition of a hormone receptor."
        ],
        "back": "A",
        "unit": "Unit 45",
        "chapter": "Chapter 45",
        "images": []
    }
]