[
  {
    "front": "1) Which of the following statements is consistent with the principle of competitive exclusion?",
    "options": [
      "A) Bird species generally do not compete for nesting sites.",
      "B) The random distribution of one competing species will have a positive impact on the population growth of the other competing species.",
      "C) Two species with the same fundamental niche will exclude other competing species.",
      "D) Even a slight reproductive advantage will eventually lead to the elimination of the less well adapted of two competing species.",
      "E) Natural selection tends to increase competition between related species."
    ],
    "back": "D",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "2) According to the competitive exclusion principle, two species cannot continue to occupy the same",
    "options": [
      "A) habitat.",
      "B) niche.",
      "C) territory.",
      "D) range.",
      "E) biome."
    ],
    "back": "B",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "3) Which of the following best describes resource partitioning?",
    "options": [
      "A) competitive exclusion that results in the success of the superior species",
      "B) slight variations in niche that allow similar species to coexist",
      "C) two species that can coevolve to share identical niches",
      "D) differential resource utilization that results in a decrease in community species diversity",
      "E) a climax community that is reached when no new niches are available"
    ],
    "back": "B",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "4) As you study two closely related predatory insect species, the two-spot and the three-spot avenger beetles, you notice that each species seeks prey at dawn in areas without the other species. However, where their ranges overlap, the two-spot avenger beetle hunts at night and the three-spot hunts in the morning. When you bring them into the laboratory and isolate the two different species, you discover that the offspring of both species are found to be nocturnal. You have discovered an example of",
    "options": [
      "A) mutualism.",
      "B) character displacement.",
      "C) Batesian mimicry.",
      "D) facultative commensalism.",
      "E) resource partitioning."
    ],
    "back": "E",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "5) Resource partitioning would be most likely to occur between",
    "options": [
      "A) sympatric populations of a predator and its prey.",
      "B) sympatric populations of species with similar ecological niches.",
      "C) sympatric populations of a flowering plant and its specialized insect pollinator.",
      "D) allopatric populations of the same animal species.",
      "E) allopatric populations of species with similar ecological niches."
    ],
    "back": "B",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "6) Which of the following is an example of cryptic coloration?",
    "options": [
      "A) bands on a coral snake",
      "B) brown or gray color of tree bark",
      "C) markings of a viceroy butterfly's wings",
      "D) colors of an insect-pollinated flower's petals",
      "E) a \"walking stick\" insect that resembles a twig"
    ],
    "back": "E",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "7) Which of the following is an example of Müllerian mimicry?",
    "options": [
      "A) two species of unpalatable butterfly that have the same color pattern",
      "B) a day-flying hawkmoth that looks like a wasp",
      "C) a chameleon that changes its color to look like a dead leaf",
      "D) two species of rattlesnakes that both rattle their tails",
      "E) two species of moths with wing spots that look like owl's eyes"
    ],
    "back": "A",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "8) Which of the following is an example of Batesian mimicry?",
    "options": [
      "A) an insect that resembles a twig",
      "B) a butterfly that resembles a leaf",
      "C) a nonvenomous snake that looks like a venomous snake",
      "D) a fawn with fur coloring that camouflages it in the forest environment",
      "E) a snapping turtle that uses its tongue to mimic a worm, thus attracting fish"
    ],
    "back": "C",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "9) Which of the following is an example of aposematic coloration?",
    "options": [
      "A) stripes of a skunk",
      "B) eye color in humans",
      "C) green color of a plant",
      "D) colors of an insect-pollinated flower",
      "E) a katydid whose wings look like a dead leaf"
    ],
    "back": "A",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "10) Dwarf mistletoes are flowering plants that grow on certain forest trees. They obtain nutrients and water from the vascular tissues of the trees. The trees derive no known benefits from the dwarf mistletoes. Which of the following best describes the interactions between dwarf mistletoes and trees?",
    "options": [
      "A) mutualism",
      "B) parasitism",
      "C) commensalism",
      "D) facilitation",
      "E) competition"
    ],
    "back": "B",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "11) Evidence shows that some grasses benefit from being grazed. Which of the following terms would best describe this plant-herbivore interaction?",
    "options": [
      "A) mutualism",
      "B) commensalism",
      "C) parasitism",
      "D) competition",
      "E) predation"
    ],
    "back": "A",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "12) Which of the following would be most significant in understanding the structure of an ecological community?",
    "options": [
      "A) determining how many species are present overall",
      "B) determining which particular species are present",
      "C) determining the kinds of interactions that occur among organisms of different species",
      "D) determining the relative abundance of species",
      "E) determining how many species are present overall, which particular species are present, the kinds of interactions that occur among organisms of different species, and the relative abundance of species"
    ],
    "back": "E",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "13) Which of the following studies would a community ecologist undertake to learn about competitive interactions?",
    "options": [
      "A) selectivity of nest sites among cavity-nesting songbirds",
      "B) the grass species preferred by grazing pronghorn antelope and bison",
      "C) nitrate and phosphate uptake by various hardwood forest tree species",
      "D) stomach analysis of brown trout and brook trout in streams where they coexist",
      "E) selectivity of nest sites among cavity-nesting songbirds, the grass species preferred by grazing pronghorn antelope and bison, nitrate and phosphate uptake by various hardwood forest tree species, and stomach analysis of brown trout and brook trout in streams where they coexist"
    ],
    "back": "E",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "14) White-breasted nuthatches and Downy woodpeckers both eat insects that hide in the furrows of bark in hardwood trees. The Downy woodpecker searches for insects by hunting from the bottom of the tree trunk to the top, whereas the white-breasted nuthatch searches from the top of the trunk down. These hunting behaviors best illustrate which of the following ecological concepts?",
    "options": [
      "A) competitive exclusion",
      "B) resource partitioning",
      "C) character displacement",
      "D) keystone species",
      "E) bottom-up and top-down hypotheses"
    ],
    "back": "B",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "15) Monarch butterflies are protected from birds and other predators because of cardiac glycosides they incorporate into their tissues from eating milkweed when they were in their caterpillar stage. The wings of a different species of butterfly, the Viceroy, look nearly identical to the Monarch so predators that have learned not to eat the bad-tasting Monarch avoid Viceroys as well. This example best describes",
    "options": [
      "A) aposmatic coloration.",
      "B) cryptic coloration.",
      "C) Batesian mimicry.",
      "D) Müllerian mimicry.",
      "E) mutualism."
    ],
    "back": "C",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "16) Prairie dogs once covered the expanses of the Great Plains. Their grazing made the grass more nutritious for the huge herds of bison, and they were preyed upon by a variety of snakes, raptors, and mammals. In fact, the black-footed ferret (now endangered) specialized in prairie dog predation. Today, increases in housing and agricultural developments have eradicated many prairie dog towns. Which of the following statements about prairie dogs is true?",
    "options": [
      "A) Their realized niche has expanded.",
      "B) They have a competitive relationship with bison.",
      "C) They are probably a poor candidate for keystone species.",
      "D) Their fundamental niche has been compromised.",
      "E) Their fundamental niche has expanded."
    ],
    "back": "E",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "17) Which statement best describes the evolutionary significance of mutualism?",
    "options": [
      "A) Mutualism offers more biodiversity to a community.",
      "B) Individuals partaking in a mutualistic relationship are more resistant to parasites.",
      "C) Interaction increases the survival and reproductive rates of mutualistic species.",
      "D) Mutualistic interaction lessens competition in communities where it is present.",
      "E) Mutualistic relationships allow organisms to synthesize and use energy more efficiently."
    ],
    "back": "C",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "18) How might an ecologist test whether a species is occupying its realized or its fundamental niche?",
    "options": [
      "A) Study the temperature range and humidity requirements of the species.",
      "B) Observe if the niche size changes after the addition of nutritional resources to the habitat.",
      "C) Observe if the niche size changes after the introduction of a similar non-native species.",
      "D) Measure the change in reproductive success when the species is subjected to environmental stress.",
      "E) Remove a competitor species to see if the species expands its range."
    ],
    "back": "E",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "19) What percent of all species on Earth are parasites?",
    "options": ["A) 1%", "B) 5%", "C) 25%", "D) 33 1/3%", "E) 50%"],
    "back": "D",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "20) Which of the following terms is used by ecologists to describe the community interaction where one organism makes the environment more suitable for another organism?",
    "options": [
      "A) parasitism",
      "B) mutualism",
      "C) inhibition",
      "D) facilitation",
      "E) commensalism"
    ],
    "back": "D",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "21) How did Eugene Odum describe an ecological niche?",
    "options": [
      "A) the \"address\" of an organism",
      "B) an entity that is synonymous with an organism's specific trophic level",
      "C) an organism's \"profession\" in the community",
      "D) the organism's role in recycling nutrients in its habitat",
      "E) the interactions of the organism with other members of the community"
    ],
    "back": "C",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "22) Approximately how many kg of carnivore biomass can be supported by a field plot containing 1,000 kg of plant material?",
    "options": ["A) 10,000", "B) 1,000", "C) 100", "D) 10", "E) 1"],
    "back": "D",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "23) The energetic hypothesis and dynamic stability hypothesis are ideas that attempt to explain",
    "options": [
      "A) plant defenses against herbivores.",
      "B) the length of food chains.",
      "C) the evolution of mutualism.",
      "D) resource partitioning.",
      "E) competitive exclusion."
    ],
    "back": "B",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "24) In a tide pool, 15 species of invertebrates were reduced to eight after one species was removed. The species removed was likely a(n)",
    "options": [
      "A) pathogen.",
      "B) keystone species.",
      "C) herbivore.",
      "D) resource partitioner.",
      "E) mutualistic organism."
    ],
    "back": "B",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "25) Elephants are not the most dominant species in African grasslands, yet they influence community structure. The grasslands contain scattered woody plants, but they are kept in check by the uprooting activities of the elephants. Take away the elephants, and the grasslands convert to forests or to shrublands. The newly growing forests support fewer species than the previous grasslands. Which of the following describes why elephants are the keystone species in this scenario?",
    "options": [
      "A) Essentially all of the other species depend on the presence of the elephants to maintain the community.",
      "B) Grazing animals depend upon the elephants to convert forests to grassland.",
      "C) Elephants prevent drought in African grasslands.",
      "D) Elephants are the biggest herbivore in this community.",
      "E) Elephants help other populations survive by keeping out many of the large African predators."
    ],
    "back": "A",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "26) According to bottom-up and top-down control models of community organization, which of the following expressions would imply that an increase in the size of a carnivore (C) population would negatively impact on its prey (P) population, but not vice versa?",
    "options": [
      "A) P ← C",
      "B) P → C",
      "C) C ↔ P",
      "D) P ← C → P",
      "E) C ← P → C"
    ],
    "back": "A",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "27) Which of the following is the most accepted hypothesis as to why invasive species take over communities into which they have been introduced?",
    "options": [
      "A) Invasive species are more aggressive than native species in competing for the limited resources of the environment.",
      "B) Invasive species are not held in check by the predators and agents of disease that have always been in place for the native species.",
      "C) Humans carefully select which species will outcompete nuisance native species.",
      "D) Invasive species have a higher reproductive potential than native species.",
      "E) Invasive species come from geographically isolated regions, so when they are introduced to regions where there is more competition, they thrive."
    ],
    "back": "B",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "28) Biomanipulation can best be described as",
    "options": [
      "A) removing many of the next higher trophic level organisms so that the struggling trophic level below can recover.",
      "B) a means of reversing the effects of pollution by applying antidote chemicals that have a neutralizing effect on the community.",
      "C) an example of how one would use the bottom-up model for community restoration.",
      "D) adjusting the numbers of each of the trophic levels back to the numbers that they were before human disturbance.",
      "E) monitoring and adjusting the nutrient and energy flow through a community with new technologies."
    ],
    "back": "A",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "29) Imagine five forest communities, each with 100 individuals distributed among four different tree species (W, X, Y, and Z). Which forest community would be most diverse?",
    "options": [
      "A) 25W, 25X, 25Y, 25Z",
      "B) 40W, 30X, 20Y, 10Z",
      "C) 50W, 25X, 15Y, 10Z",
      "D) 70W, 10X, 10Y, 10Z",
      "E) 100W, 0X, 0Y, 0Z"
    ],
    "back": "A",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "30) Why are food chains relatively short?",
    "options": [
      "A) Top-level feeders tend to be more numerous than lower-trophic-level species.",
      "B) Top-level feeders tend to be small but are capable of conserving more energy.",
      "C) Longer chains are less stable and energy transfer between levels is inefficient.",
      "D) There are only so many organisms that are adapted to feed on other types of organisms.",
      "E) Food chain length is ultimately determined by the photosynthetic efficiency of producers."
    ],
    "back": "C",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "31) Which term do ecologists use to describe the ability of a community either to resist change or to recover to its original state after change?",
    "options": [
      "A) stability",
      "B) succession",
      "C) partitioning",
      "D) productivity",
      "E) competitive exclusion"
    ],
    "back": "A",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "32) According to the nonequilibrium model,",
    "options": [
      "A) communities will remain in a climax state if there are no human disturbances.",
      "B) community structure remains stable in the absence of interspecific competition.",
      "C) communities are assemblages of closely linked species that are irreparably changed by disturbance.",
      "D) interspecific interactions induce changes in community composition over time.",
      "E) communities are constantly changing after being influenced by disturbances."
    ],
    "back": "E",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "33) In a particular case of secondary succession, three species of wild grass all invaded a field. By the second season, a single species dominated the field. A possible factor in this secondary succession was",
    "options": [
      "A) equilibrium.",
      "B) facilitation.",
      "C) immigration.",
      "D) inhibition.",
      "E) parasitism."
    ],
    "back": "D",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "34) The 1988 Yellowstone National Park lodgepole pine forest fires were likely the result of",
    "options": [
      "A) overgrazing by elk.",
      "B) infrequent rain episodes.",
      "C) years of fire suppression by humans.",
      "D) unextinguished campfires.",
      "E) geysers."
    ],
    "back": "C",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "35) Why do moderate levels of disturbance result in an increase in community diversity?",
    "options": [
      "A) Habitats are opened up for less competitive species.",
      "B) Competitively dominant species infrequently exclude less competitive species after a moderate disturbance.",
      "C) The environmental conditions become optimal.",
      "D) The resulting uniform habitat supports stability, which in turn supports diversity.",
      "E) Less-competitive species evolve strategies to compete with dominant species."
    ],
    "back": "A",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "36) Species richness increases",
    "options": [
      "A) as we increase in altitude in equatorial mountains.",
      "B) as we travel southward from the North Pole.",
      "C) on islands as distance from the mainland increases.",
      "D) as depth increases in aquatic communities.",
      "E) as community size decreases."
    ],
    "back": "B",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "37) There are more species in tropical areas than in places more distant from the equator. This is probably a result of",
    "options": [
      "A) fewer predators.",
      "B) more intense annual solar radiation.",
      "C) more frequent ecological disturbances.",
      "D) fewer agents of disease.",
      "E) fewer predators, more intense annual solar radiation, more frequent ecological disturbances, and fewer agents of disease."
    ],
    "back": "B",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "38) A community's actual evapotranspiration is a reflection of",
    "options": [
      "A) solar radiation, temperature, and water availability.",
      "B) the number of plants and how much moisture they lose.",
      "C) the depth of the water table.",
      "D) wind speed and the frequency of wind gusts.",
      "E) plant biomass and plant water content."
    ],
    "back": "A",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "39) Why do tropical communities tend to have greater species diversity than temperate or polar communities?",
    "options": [
      "A) They are less likely to be affected by human disturbance.",
      "B) There are fewer parasites to negatively affect the health of tropical communities.",
      "C) Tropical communities are low in altitude, whereas temperate and polar communities are high in altitude.",
      "D) Tropical communities are generally older than temperate and polar communities.",
      "E) More competitive dominant species have evolved in temperate and polar communities."
    ],
    "back": "D",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "40) Which of the following is a correct statement about the McArthur/Wilson Island Equilibrium Model?",
    "options": [
      "A) The more species that inhabit an island, the lower the extinction rate.",
      "B) As the number of species on an island increases, the emigration rate decreases.",
      "C) Competitive exclusion is less likely on an island that has large numbers of species.",
      "D) Small islands receive few new immigrant species.",
      "E) Islands closer to the mainland have higher extinction rates."
    ],
    "back": "D",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "41) Which of the following best describes the consequences of white-band disease in Caribbean coral reefs?",
    "options": [
      "A) Staghorn coral has been decimated by the pathogen, and Elkhorn coral has taken its place.",
      "B) Key habitat for lobsters, snappers, and other reef fishes has improved.",
      "C) Algal species take the place of the dead coral, and the fish community is dominated by herbivores.",
      "D) Algal species take over and the overall reef diversity increases due to increases in primary productivity.",
      "E) Other coral species take the place of the affected Staghorn and Elkhorn species."
    ],
    "back": "C",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "42) Zoonotic disease",
    "options": [
      "A) is caused by suborganismal pathogens such as viruses, viroids, and prions only.",
      "B) is caused by pathogens that are transferred from other animals to humans by direct contact or by means of a vector.",
      "C) can only be spread from animals to humans through direct contact.",
      "D) can only be transferred from animals to humans by means of an intermediate host.",
      "E) is too specific to study at the community level, and studies of zoonotic pathogens are relegated to organismal biology."
    ],
    "back": "B",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "43) Of the following zoonotic diseases, which is most likely to be studied by a community ecologist?",
    "options": [
      "A) mad cow disease",
      "B) hantavirus",
      "C) AIDS",
      "D) avian flu",
      "E) trichinosis"
    ],
    "back": "D",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "44) Which of the following studies would shed light on the mechanism of spread of H5N1 from Asia?",
    "options": [
      "A) Perform cloacal or saliva smears of migrating waterfowl to monitor whether any infected birds show up in Alaska.",
      "B) Test fecal samples for H5N1 in Asian waterfowl that live near domestic poultry farms in Asia.",
      "C) Test for the presence of H5N1 in poultry used for human consumption worldwide.",
      "D) Locate and destroy birds infected with H5N1 in Asian open-air poultry markets.",
      "E) Keep domestic and wild fowl from interacting with each other to minimize the probability that wild fowl could get infected and migrate out of Asia."
    ],
    "back": "A",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "45) Why is a pathogen generally more virulent in a new habitat?",
    "options": [
      "A) More pathogens tend to immigrate into newer habitats.",
      "B) Intermediate host species are more motile and transport pathogens to new areas.",
      "C) Pathogens evolve more efficient forms of reproduction in new environments.",
      "D) Hosts in new environments have not had a chance to become resistant to the pathogen through natural selection.",
      "E) New environments are almost always smaller in area so that transmission of pathogens is easily accomplished between hosts."
    ],
    "back": "D",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "46) In terms of community ecology, why are pathogens more virulent now than ever before?",
    "options": [
      "A) More new pathogens have recently evolved.",
      "B) Host organisms have become more susceptible because of weakened immune systems.",
      "C) Human activities are transporting pathogens globally at an unprecedented rate.",
      "D) Medicines for treating pathogenic disease are in short supply.",
      "E) Sequencing of genes in pathogenic organisms is particularly difficult."
    ],
    "back": "C",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "47) The oak tree pathogen, Phytophthora ramorum, has migrated 650 km in 10 years. West Nile virus spread from New York State to 46 other states in 5 years. The difference in the rate of spread is probably related to",
    "options": [
      "A) the lethality of each pathogen.",
      "B) the mobility of their hosts.",
      "C) the fact that viruses are very small.",
      "D) innate resistance.",
      "E) dormancy viability."
    ],
    "back": "B",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "48) During the course of the formation of a parasite/host relationship, a critical first step in this evolution would be",
    "options": [
      "A) changing the behavior of the host or intermediate host.",
      "B) developing asexual reproduction.",
      "C) deriving nourishment without killing the host.",
      "D) starting as an ectoparasite and then later becoming an endoparasite.",
      "E) utilizing heterotropic nutrition during infection and autotrophic nutrition during dormancy."
    ],
    "back": "C",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "49) Which of the following statements is a valid conclusion of this experiment?",
    "options": [
      "A) Balanus can only survive in the lower intertidal zone, because it is unable to resist desiccation.",
      "B) Balanus is inferior to Chthamalus in competing for space on intertidal zone rocks.",
      "C) The two species of barnacles do not compete with each other because they feed at different times of day.",
      "D) When Balanus is removed, it can be observed that the realized niche of Chthamalus is smaller than its fundamental niche.",
      "E) These two species of barnacle do not show competitive exclusion. F) If Chthamalus were removed, Balanus's fundamental niche would become larger."
    ],
    "back": "D",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": [
      "https://web.archive.org/web/20170717063509im_/http://www.easynotecards.com:80/uploads/517/43/_39367d51_13ab9201884__8000_00000238.jpg"
    ]
  },
  {
    "front": "50) Connell conducted this experiment to learn more about",
    "options": [
      "A) character displacement in the color of barnacles.",
      "B) habitat preference in two different species of barnacles.",
      "C) desiccation resistance and barnacle species.",
      "D) how sea-level changes affect barnacle distribution.",
      "E) competitive exclusion and distribution of barnacle species."
    ],
    "back": "E",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": [
      "https://web.archive.org/web/20170717063509im_/http://www.easynotecards.com:80/uploads/517/43/_39367d51_13ab9201884__8000_00000238.jpg"
    ]
  },
  {
    "front": "51) According to the Shannon Diversity Index, which block would show the greatest diversity?",
    "options": ["A) 1", "B) 2", "C) 3", "D) 4", "E) 5"],
    "back": "E",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": [
      "https://web.archive.org/web/20170717063509im_/http://www.easynotecards.com:80/uploads/519/45/_39367d51_13ab9201884__8000_00000240.jpg"
    ]
  },
  {
    "front": "Use the following diagram of a hypothetical food web to answer the following question. The arrows represent the transfer of food energy between the various trophic levels. Figure 54.3 52) Which letter represents an organism that could be a carnivore?",
    "options": ["A) A", "B) B", "C) C", "D) D", "E) E"],
    "back": "E",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": [
      "https://web.archive.org/web/20170717063509im_/http://www.easynotecards.com:80/uploads/520/46/_39367d51_13ab9201884__8000_00000241.jpg"
    ]
  },
  {
    "front": "Use the following diagram of a hypothetical food web to answer the following question. The arrows represent the transfer of food energy between the various trophic levels. Figure 54.3 53) Which letter represents an organism that could be a producer?",
    "options": ["A) A", "B) B", "C) C", "D) D", "E) E"],
    "back": "B",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": [
      "https://web.archive.org/web/20170717063509im_/http://www.easynotecards.com:80/uploads/520/46/_39367d51_13ab9201884__8000_00000241.jpg"
    ]
  },
  {
    "front": "Use the following diagram of a hypothetical food web to answer the following question. The arrows represent the transfer of food energy between the various trophic levels. Figure 54.3 54) Which letter represents an organism that could be a primary consumer?",
    "options": ["A) A", "B) B", "C) C", "D) D", "E) E"],
    "back": "C",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": [
      "https://web.archive.org/web/20170717063509im_/http://www.easynotecards.com:80/uploads/520/46/_39367d51_13ab9201884__8000_00000241.jpg"
    ]
  },
  {
    "front": "Use the following diagram of five islands formed at around the same time near a particular mainland, as well as MacArthur and Wilson's island biogeography principles, to answer the following question. Figure 54.4 55) Which island would likely have the greatest species diversity?",
    "options": ["A) A", "B) B", "C) C", "D) D", "E) E"],
    "back": "A",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": [
      "https://web.archive.org/web/20170717063509im_/http://www.easynotecards.com:80/uploads/523/49/_39367d51_13ab9201884__8000_00000244.jpg"
    ]
  },
  {
    "front": "Use the following diagram of five islands formed at around the same time near a particular mainland, as well as MacArthur and Wilson's island biogeography principles, to answer the following question. Figure 54.4 56) Which island would likely exhibit the most impoverished species diversity?",
    "options": ["A) A", "B) B", "C) C", "D) D", "E) E"],
    "back": "C",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": [
      "https://web.archive.org/web/20170717063509im_/http://www.easynotecards.com:80/uploads/523/49/_39367d51_13ab9201884__8000_00000244.jpg"
    ]
  },
  {
    "front": "Use the following diagram of five islands formed at around the same time near a particular mainland, as well as MacArthur and Wilson's island biogeography principles, to answer the following question. Figure 54.4 57) Which island would likely have the lowest extinction rate?",
    "options": ["A) A", "B) B", "C) C", "D) D", "E) E"],
    "back": "A",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": [
      "https://web.archive.org/web/20170717063509im_/http://www.easynotecards.com:80/uploads/523/49/_39367d51_13ab9201884__8000_00000244.jpg"
    ]
  },
  {
    "front": "The next question presumes that you have at least once visited and have some knowledge of the fast-food restaurant McDonald's. Use your knowledge of McDonald's and your understanding of community ecology to answer the following questions about an ecological community, McDonaldland. 58) In McDonaldland, which of the following would be an example of an introduced species?",
    "options": [
      "A) Big Mac",
      "B) Quarter Pounder",
      "C) BK Whopper",
      "D) Filet-O-Fish",
      "E) Double Cheeseburger"
    ],
    "back": "C",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "The next question presumes that you have at least once visited and have some knowledge of the fast-food restaurant McDonald's. Use your knowledge of McDonald's and your understanding of community ecology to answer the following questions about an ecological community, McDonaldland. 59) Which of the following would be considered a keystone species in McDonaldland?",
    "options": [
      "A) Big Mac",
      "B) Large French Fries",
      "C) Premium Caesar Salad with Crispy Chicken",
      "D) Filet-O-Fish",
      "E) Chicken McNuggets"
    ],
    "back": "A",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "The next question presumes that you have at least once visited and have some knowledge of the fast-food restaurant McDonald's. Use your knowledge of McDonald's and your understanding of community ecology to answer the following questions about an ecological community, McDonaldland. 60) Which two \"species\" are likely to compete for the same ecological niche?",
    "options": [
      "A) Big Mac and Quarter Pounder",
      "B) French Fries and Hash Browns",
      "C) Premium Caesar Salad with Crispy Chicken and Premium Crispy Chicken Classic Sandwich",
      "D) Filet-O-Fish and Double Cheeseburger",
      "E) No two species can ever occupy the same ecological niche."
    ],
    "back": "E",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "The next question presumes that you have at least once visited and have some knowledge of the fast-food restaurant McDonald's. Use your knowledge of McDonald's and your understanding of community ecology to answer the following questions about an ecological community, McDonaldland. 61) According to the McDonaldland scenario, which of the following would best define an ecological community?",
    "options": [
      "A) all of the sandwiches sold at McDonaldland",
      "B) the entire menu at McDonaldland",
      "C) all of the fast-food restaurants in the United States",
      "D) the condiments served at McDonaldland",
      "E) the breakfast menu at McDonaldland"
    ],
    "back": "B",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "The next question presumes that you have at least once visited and have some knowledge of the fast-food restaurant McDonald's. Use your knowledge of McDonald's and your understanding of community ecology to answer the following questions about an ecological community, McDonaldland. 62) In a two-week marketing analysis, McDonald's was interested in finding out the popularity of the Big Mac. Using the realized/fundamental niche concept of community ecology, what should the marketing researchers do?",
    "options": [
      "A) Study the sales of McDonald's restaurants that are in close proximity to other fast-food restaurants.",
      "B) Serve only Big Macs at McDonald's and analyze the sales.",
      "C) Remove the Quarter Pounder from the menu and see if Big Mac sales increase.",
      "D) Serve Big Macs without the special sauce to see if sales go down.",
      "E) Serve Big Macs during breakfast hours."
    ],
    "back": "C",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "The symbols +, -, and o are to be used to show the results of interactions between individuals and groups of individuals in the examples that follow. The symbol + denotes a positive interaction, - denotes a negative interaction, and o denotes where individuals are not affected by interacting. The first symbol refers to the first organism mentioned. 63) What interactions exist between a \"carrier crab\" and \"sea urchin hitch-hiker\"?",
    "options": ["A) +/+", "B) +/o", "C) +/-", "D) o/o", "E) -/-"],
    "back": "A",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "The symbols +, -, and o are to be used to show the results of interactions between individuals and groups of individuals in the examples that follow. The symbol + denotes a positive interaction, - denotes a negative interaction, and o denotes where individuals are not affected by interacting. The first symbol refers to the first organism mentioned. 64) What interactions exist between the cattle egret and grazing cattle?",
    "options": ["A) +/+", "B) +/o", "C) +/-", "D) o/o", "E) -/-"],
    "back": "B",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "The symbols +, -, and o are to be used to show the results of interactions between individuals and groups of individuals in the examples that follow. The symbol + denotes a positive interaction, - denotes a negative interaction, and o denotes where individuals are not affected by interacting. The first symbol refers to the first organism mentioned. 65) What interactions exist between a lion pride and a hyena pack?",
    "options": ["A) +/+", "B) +/o", "C) +/-", "D) o/o", "E) -/-"],
    "back": "E",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "The symbols +, -, and o are to be used to show the results of interactions between individuals and groups of individuals in the examples that follow. The symbol + denotes a positive interaction, - denotes a negative interaction, and o denotes where individuals are not affected by interacting. The first symbol refers to the first organism mentioned. 66) What interactions exist between a bee and a flower?",
    "options": ["A) +/+", "B) +/o", "C) +/-", "D) o/o", "E) -/-"],
    "back": "A",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "The symbols +, -, and o are to be used to show the results of interactions between individuals and groups of individuals in the examples that follow. The symbol + denotes a positive interaction, - denotes a negative interaction, and o denotes where individuals are not affected by interacting. The first symbol refers to the first organism mentioned. 67) What interactions exist between a tick on a dog and the dog?",
    "options": ["A) +/+", "B) +/o", "C) +/-", "D) o/o", "E) -/-"],
    "back": "C",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "The symbols +, -, and o are to be used to show the results of interactions between individuals and groups of individuals in the examples that follow. The symbol + denotes a positive interaction, - denotes a negative interaction, and o denotes where individuals are not affected by interacting. The first symbol refers to the first organism mentioned. 68) What interactions exist between cellulose-digesting organisms in the gut of a termite and the termite?",
    "options": ["A) +/+", "B) +/o", "C) +/-", "D) o/o", "E) -/-"],
    "back": "A",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "The symbols +, -, and o are to be used to show the results of interactions between individuals and groups of individuals in the examples that follow. The symbol + denotes a positive interaction, - denotes a negative interaction, and o denotes where individuals are not affected by interacting. The first symbol refers to the first organism mentioned. 69) What interactions exist between mycorrhizae and evergreen tree roots?",
    "options": ["A) +/+", "B) +/o", "C) +/-", "D) o/o", "E) -/-"],
    "back": "A",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "70) The feeding relationships among the species in a community determine the community's",
    "options": [
      "A) secondary succession.",
      "B) ecological niche.",
      "C) species richness.",
      "D) species-area curve.",
      "E) trophic structure."
    ],
    "back": "E",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "71) The principle of competitive exclusion states that",
    "options": [
      "A) two species cannot coexist in the same habitat.",
      "B) competition between two species always causes extinction or emigration of one species.",
      "C) competition in a population promotes survival of the best-adapted individuals.",
      "D) two species that have exactly the same niche cannot coexist in a community.",
      "E) two species will stop reproducing until one species leaves the habitat."
    ],
    "back": "D",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "72) Based on the intermediate disturbance hypothesis, a community's species diversity is increased by",
    "options": [
      "A) frequent massive disturbance.",
      "B) stable conditions with no disturbance.",
      "C) moderate levels of disturbance.",
      "D) human intervention to eliminate disturbance.",
      "E) intensive disturbance by humans."
    ],
    "back": "C",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "73) According to the equilibrium model of island biogeography, species richness would be greatest on an island that is",
    "options": [
      "A) large and close to a mainland.",
      "B) large and remote.",
      "C) small and remote.",
      "D) small and close to a mainland.",
      "E) environmentally homogeneous."
    ],
    "back": "A",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "74) Keystone predators can maintain species diversity in a community if they",
    "options": [
      "A) competitively exclude other predators.",
      "B) prey on the community's dominant species.",
      "C) allow immigration of other predators.",
      "D) reduce the number of disruptions in the community.",
      "E) prey only on the least abundant species in the community."
    ],
    "back": "B",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "75) Food chains are sometimes short because",
    "options": [
      "A) only a single species of herbivore feeds on each plant species.",
      "B) local extinction of a species causes extinction of the other species in its food chain.",
      "C) most of the energy in a trophic level is lost as it passes to the next higher level.",
      "D) predator species tend to be less diverse and less abundant than prey species.",
      "E) most producers are inedible."
    ],
    "back": "C",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "76) Which of the following could qualify as a top-down control on a grassland community?",
    "options": [
      "A) limitation of plant biomass by rainfall amount",
      "B) influence of temperature on competition among plants",
      "C) influence of soil nutrients on the abundance of grasses versus wildflowers",
      "D) effect of grazing intensity by bison on plant species diversity",
      "E) effect of humidity on plant growth rates"
    ],
    "back": "D",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  },
  {
    "front": "77) The most plausible hypothesis to explain why species richness is higher in tropical than in temperate regions is that",
    "options": [
      "A) tropical communities are younger.",
      "B) tropical regions generally have more available water and higher levels of solar radiation.",
      "C) higher temperatures cause more rapid speciation.",
      "D) diversity increases as evapotranspiration decreases.",
      "E) tropical regions have very high rates of immigration and very low rates of extinction."
    ],
    "back": "B",
    "unit": "Unit 2",
    "chapter": "Chapter 54",
    "images": []
  }
]

