[
  {
    "front": "The element present in all organic molecules is",
    "options": [
      "A) hydrogen.",
      "B) oxygen.",
      "C) carbon.",
      "D) nitrogen.",
      "E) phosphorus."
    ],
    "back": "C",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": []
  },
  {
    "front": "The complexity and variety of organic molecules is due to",
    "options": [
      "A) the chemical versatility of carbon atoms.",
      "B) the variety of rare elements in organic molecules.",
      "C) the fact that they can be synthesized only in living organisms.",
      "D) their interaction with water.",
      "E) their tremendously large sizes."
    ],
    "back": "A",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": []
  },
  {
    "front": "The experimental approach taken in current biological investigations presumes that",
    "options": [
      "A) simple organic compounds can be synthesized in the laboratory from inorganic precursors, but complex organic compounds like carbohydrates and proteins can only be synthesized by living organisms.",
      "B) a life force ultimately controls the activities of living organisms and this life force cannot be studied by physical or chemical methods.",
      "C) although a life force, or vitalism, exists in living organisms, this life force cannot be studied by physical or chemical methods.",
      "D) living organisms are composed of the same elements present in nonliving things, plus a few special trace elements found only in living organisms or their products.",
      "E) living organisms can be understood in terms of the same physical and chemical laws that can be used to explain all natural phenomena."
    ],
    "back": "E",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": []
  },
  {
    "front": "Differences among organisms are caused by",
    "options": [
      "A) large differences in elemental composition from organism to organism.",
      "B) differences in the types and relative amounts of organic molecules synthesized by each organism.",
      "C) differences in the elements that bond with carbon in each organism.",
      "D) differences in the sizes of the organic molecules in each organism.",
      "E) differences in inorganic compounds present in each organism."
    ],
    "back": "B",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": []
  },
  {
    "front": "Which of the following people was the first to synthesize an organic compound, urea, from inorganic starting materials?",
    "options": [
      "A) Stanley Miller",
      "B) Jakob Berzelius",
      "C) Friedrich Wohler",
      "D) Hermann Kolbe",
      "E) August Kekulé"
    ],
    "back": "C",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": []
  },
  {
    "front": "Stanley Miller's 1953 experiments proved that",
    "options": [
      "A) life arose on Earth from simple inorganic molecules.",
      "B) organic molecules can be synthesized abiotically under conditions that may have existed on early Earth.",
      "C) life arose on Earth from simple organic molecules, with energy from lightning and volcanoes.",
      "D) the conditions on early Earth were conducive to the origin of life.",
      "E) the conditions on early Earth were conducive to the abiotic synthesis of organic molecules."
    ],
    "back": "B",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": []
  },
  {
    "front": "Hermann Kolbe's synthesis of an organic compound, acetic acid, from inorganic substances that had been prepared directly from pure elements was a significant milestone for what reason?",
    "options": [
      "A) It solved an industrial shortage of acetic acid.",
      "B) It proved that organic compounds could be synthesized from inorganic compounds.",
      "C) It disproved the concept of vitalism.",
      "D) It showed that life originated from simple inorganic chemicals.",
      "E) It proved that organic compounds could be synthesized from inorganic compounds and disproved the concept of vitalism."
    ],
    "back": "E",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": []
  },
  {
    "front": "Stanley Miller's 1953 experiments assumed that early Earth's atmosphere contained",
    "options": [
      "A) hydrogen cyanide, formaldehyde, hydrogen gas, and water vapor.",
      "B) ammonia, methane, hydrogen gas, and water vapor.",
      "C) ammonia, methane, oxygen gas, and water vapor.",
      "D) amino acids, methane, hydrogen cyanide, and water vapor.",
      "E) methane, formaldehyde, ammonia, and carbon dioxide."
    ],
    "back": "B",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": []
  },
  {
    "front": "When Stanley Miller applied heat and electrical sparks to a mixture of simple inorganic compounds such as methane, hydrogen gas, ammonia, and water vapor, what compounds were produced?",
    "options": [
      "A) mostly amino acids",
      "B) only simple organic compounds such as formaldehyde and cyanide",
      "C) mostly hydrocarbons",
      "D) only simple inorganic compounds",
      "E) both simple organic compounds and more complex organic compounds such as amino acids and hydrocarbons"
    ],
    "back": "E",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": []
  },
  {
    "front": "How many electron pairs does carbon share in order to complete its valence shell?",
    "options": ["A) 1", "B) 2", "C) 3", "D) 4", "E) 8"],
    "back": "D",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": []
  },
  {
    "front": "A carbon atom is most likely to form what kind of bond(s) with other atoms?",
    "options": [
      "A) ionic",
      "B) hydrogen",
      "C) covalent",
      "D) covalent bonds and hydrogen bonds",
      "E) ionic bonds, covalent bonds, and hydrogen bonds"
    ],
    "back": "C",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": []
  },
  {
    "front": "Which of the following statements best describes the carbon atoms present in a seed-eating bird?",
    "options": [
      "A) They were incorporated into organic molecules by plants.",
      "B) They were processed into sugars through photosynthesis.",
      "C) They are ultimately derived from carbon dioxide.",
      "D) They were incorporated into organic molecules by plants, and they are ultimately derived from carbon dioxide.",
      "E) They were incorporated into organic molecules by plants, they were processed into sugars through photosynthesis, and they are ultimately derived from carbon dioxide."
    ],
    "back": "E",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": []
  },
  {
    "front": "Which of the following statements best describes the carbon atoms present in a seed-eating bird?",
    "options": [
      "A) Inorganic carbon atoms in the seeds were incorporated into organic molecules by the bird.",
      "B) The carbon atoms ultimately came from the soil.",
      "C) The carbon atoms are ultimately derived from coal.",
      "D) The carbon atoms ultimately came from carbon dioxide incorporated into sugars through photosynthesis.",
      "E) The carbon atoms ultimately came from simple organic compounds that formed abiotically from inorganic carbon, hydrogen, oxygen, and nitrogen atoms."
    ],
    "back": "D",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": []
  },
  {
    "front": "Why are hydrocarbons insoluble in water?",
    "options": [
      "A) The majority of their bonds are polar covalent carbon-to-hydrogen linkages.",
      "B) The majority of their bonds are nonpolar covalent carbon-to-hydrogen linkages.",
      "C) They are hydrophilic.",
      "D) They exhibit considerable molecular complexity and diversity.",
      "E) They are lighter than water."
    ],
    "back": "B",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": []
  },
  {
    "front": "How many structural isomers are possible for a substance having the molecular formula C₄H₁₀?",
    "options": ["A) 1", "B) 2", "C) 4", "D) 3", "E) 11"],
    "back": "B",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": []
  },
  {
    "front": "Which of the following statements correctly describes cis-trans isomers?",
    "options": [
      "A) They have variations in arrangement around a double bond.",
      "B) They have an asymmetric carbon that makes them mirror images.",
      "C) They have the same chemical properties.",
      "D) They have different molecular formulas.",
      "E) Their atoms and bonds are arranged in different sequences."
    ],
    "back": "A",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": []
  },
  {
    "front": "Research indicates that ibuprofen, a drug used to relieve inflammation and pain, is a mixture of two enantiomers; that is, molecules that",
    "options": [
      "A) have identical chemical formulas but differ in the branching of their carbon skeletons.",
      "B) are mirror images of one another.",
      "C) exist in either linear chain or ring forms.",
      "D) differ in the location of their double bonds.",
      "E) differ in the arrangement of atoms around their double bonds."
    ],
    "back": "B",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": []
  },
  {
    "front": "What determines whether a carbon atom's covalent bonds to other atoms are in a tetrahedral configuration or a planar configuration?",
    "options": [
      "A) the presence or absence of bonds with oxygen atoms",
      "B) the presence or absence of double bonds between the carbon atom and other atoms",
      "C) the polarity of the covalent bonds between carbon and other atoms",
      "D) the presence or absence of bonds with nitrogen atoms",
      "E) the solvent that the organic molecule is dissolved in"
    ],
    "back": "B",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": []
  },
  {
    "front": "Compared to a hydrocarbon chain where all the carbon atoms are linked by single bonds, a hydrocarbon chain with the same number of carbon atoms, but with one or more double bonds, will",
    "options": [
      "A) be more flexible in structure.",
      "B) be more constrained in structure.",
      "C) be more polar.",
      "D) have more hydrogen atoms.",
      "E) have fewer structurally distinct isomers."
    ],
    "back": "B",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": []
  },
  {
    "front": "Organic molecules with only hydrogens and five carbon atoms can have different structures in all of the following ways except",
    "options": [
      "A) by branching of the carbon skeleton.",
      "B) by varying the number of double bonds between carbon atoms.",
      "C) by varying the position of double bonds between carbon atoms.",
      "D) by forming a ring.",
      "E) by forming enantiomers."
    ],
    "back": "E",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": []
  },
  {
    "front": "A compound contains hydroxyl groups as its predominant functional group. Which of the following statements is true concerning this compound?",
    "options": [
      "A) It lacks an asymmetric carbon, and it is probably a fat or lipid.",
      "B) It should dissolve in water.",
      "C) It should dissolve in a nonpolar solvent.",
      "D) It won't form hydrogen bonds with water.",
      "E) It is hydrophobic."
    ],
    "back": "B",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": []
  },
  {
    "front": "Which of the following is a false statement concerning amino groups?",
    "options": [
      "A) They are basic in pH.",
      "B) They are found in amino acids.",
      "C) They contain nitrogen.",
      "D) They are nonpolar.",
      "E) They are components of urea."
    ],
    "back": "D",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": []
  },
  {
    "front": "Which two functional groups are always found in amino acids?",
    "options": [
      "A) ketone and methyl",
      "B) carbonyl and amino",
      "C) carboxyl and amino",
      "D) amino and sulfhydryl",
      "E) hydroxyl and carboxyl"
    ],
    "back": "C",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": []
  },
  {
    "front": "Amino acids are acids because they always possess which functional group?",
    "options": [
      "A) amino",
      "B) carbonyl",
      "C) carboxyl",
      "D) phosphate",
      "E) hydroxyl"
    ],
    "back": "C",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": []
  },
  {
    "front": "A carbon skeleton is covalently bonded to both an amino group and a carboxyl group. When placed in water it",
    "options": [
      "A) would function only as an acid because of the carboxyl group.",
      "B) would function only as a base because of the amino group.",
      "C) would function as neither an acid nor a base.",
      "D) would function as both an acid and a base.",
      "E) is impossible to determine how it would function."
    ],
    "back": "D",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": []
  },
  {
    "front": "Which functional groups can act as acids?",
    "options": [
      "A) amino and sulfhydryl",
      "B) carbonyl and carboxyl",
      "C) carboxyl and phosphate",
      "D) hydroxyl and aldehyde",
      "E) ketone and amino"
    ],
    "back": "C",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": []
  },
  {
    "front": "Testosterone and estradiol are",
    "options": [
      "A) soluble in water.",
      "B) structural isomers of each other.",
      "C) proteins.",
      "D) lipids.",
      "E) enantiomers of each other."
    ],
    "back": "B",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": []
  },
  {
    "front": "Testosterone and estradiol are male and female sex hormones, respectively, in many vertebrates. In what way(s) do these molecules differ from each other?",
    "options": [
      "A) Testosterone and estradiol are structural isomers but have the same molecular formula.",
      "B) Testosterone and estradiol are cis-trans isomers but have the same molecular formula.",
      "C) Testosterone and estradiol have different functional groups attached to the same carbon skeleton.",
      "D) Testosterone and estradiol have distinctly different chemical structures, with one including four fused rings of carbon atoms, while the other has three rings.",
      "E) Testosterone and estradiol are enantiomers of the same organic molecule."
    ],
    "back": "C",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": []
  },
  {
    "front": "Which of the following people used this apparatus to study the formation of organic compounds?",
    "options": [
      "A) Stanley Miller",
      "B) Jakob Berzelius",
      "C) Friedrich Wohler",
      "D) Hermann Kolbe",
      "E) August Kekulé"
    ],
    "back": "A",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": [
      "https://web.archive.org/web/20170707201814im_/http://www.easynotecards.com:80/uploads/508/22/_6da06025_13a2d7978ef__8000_00000076.png"
    ]
  },
  {
    "front": "The two molecules shown in the figure above are best described as",
    "options": [
      "A) optical isomers.",
      "B) enantiomers.",
      "C) structural isomers.",
      "D) cis-trans isomers.",
      "E) chain length isomers."
    ],
    "back": "C",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": [
      "https://web.archive.org/web/20170707201814im_/http://www.easynotecards.com:80/uploads/509/23/_6da06025_13a2d7978ef__8000_00000077.png"
    ]
  },
  {
    "front": "The figure above shows the structures of glucose and fructose. These two molecules differ in the",
    "options": [
      "A) number of carbon, hydrogen, and oxygen atoms.",
      "B) types of carbon, hydrogen, and oxygen atoms.",
      "C) arrangement of carbon, hydrogen, and oxygen atoms.",
      "D) number of oxygen atoms joined to carbon atoms by double covalent bonds.",
      "E) number of carbon, hydrogen, and oxygen atoms; the types of carbon, hydrogen, and oxygen atoms; and the arrangement of carbon, hydrogen, and oxygen atoms."
    ],
    "back": "C",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": [
      "https://web.archive.org/web/20170707201814im_/http://www.easynotecards.com:80/uploads/510/24/_6da06025_13a2d7978ef__8000_00000078.png"
    ]
  },
  {
    "front": "The figure above shows the structures of glucose and fructose. These two molecules are",
    "options": [
      "A) geometric isotopes.",
      "B) enantiomers.",
      "C) cis-trans isomers.",
      "D) structural isomers.",
      "E) nonisotopic isomers."
    ],
    "back": "D",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": [
      "https://web.archive.org/web/20170707201814im_/http://www.easynotecards.com:80/uploads/510/24/_6da06025_13a2d7978ef__8000_00000078.png"
    ]
  },
  {
    "front": "The two molecules shown in the figure above are best described as",
    "options": [
      "A) enantiomers.",
      "B) radioactive isotopes.",
      "C) structural isomers.",
      "D) nonisotopic isomers.",
      "E) cis-trans isomers."
    ],
    "back": "E",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": [
      "https://web.archive.org/web/20170707201814im_/http://www.easynotecards.com:80/uploads/512/26/_6da06025_13a2d7978ef__8000_00000080.png"
    ]
  },
  {
    "front": "Three or four of the following illustrations depict different structural isomers of the organic compound with molecular formula C₆H₁₄. For clarity, only the carbon skeletons are shown; hydrogen atoms that would be attached to the carbons have been omitted. Which one, if any, is NOT a structural isomer of this compound?",
    "options": ["[See image for choices]"],
    "back": "C",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": [
      "https://web.archive.org/web/20170707201814im_/http://www.easynotecards.com:80/uploads/513/27/_6da06025_13a2d7978ef__8000_00000081.png"
    ]
  },
  {
    "front": "Which of the pairs of molecular structures shown below depict enantiomers (enantiomeric forms) of the same molecule?",
    "options": ["[See image for choices]"],
    "back": "D",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": [
      "https://web.archive.org/web/20170707201814im_/http://www.easynotecards.com:80/uploads/515/29/_6da06025_13a2d7978ef__8000_00000082.png"
    ]
  },
  {
    "front": "Which of the pairs of molecular structures shown below do NOT depict enantiomers (enantiomeric forms) of the same molecule?",
    "options": ["[See image for choices]"],
    "back": "C",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": [
      "https://web.archive.org/web/20170707201814im_/http://www.easynotecards.com:80/uploads/515/29/_6da06025_13a2d7978ef__8000_00000082.png"
    ]
  },
  {
    "front": "Which pair of molecules shown below are not enantiomers of a single molecule?",
    "options": ["[See image for choices]"],
    "back": "B",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": [
      "https://web.archive.org/web/20170707201814im_/http://www.easynotecards.com:80/uploads/515/29/_6da06025_13a2d7978ef__8000_00000082.png"
    ]
  },
  {
    "front": "Thalidomide and L-dopa, shown below, are examples of pharmaceutical drugs that occur as enantiomers, or molecules that",
    "options": [
      "A) have identical three-dimensional shapes.",
      "B) are mirror images of one another.",
      "C) are structural isomers.",
      "D) are mirror images of one another and have the same biological activity.",
      "E) are cis-trans isomers."
    ],
    "back": "B",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": [
      "https://web.archive.org/web/20170707201814im_/http://www.easynotecards.com:80/uploads/518/32/_6da06025_13a2d7978ef__8000_00000085.png"
    ]
  },
  {
    "front": "What is the name of the functional group shown in the figure above?",
    "options": [
      "A) carbonyl",
      "B) ketone",
      "C) aldehyde",
      "D) carboxyl",
      "E) hydroxyl"
    ],
    "back": "D",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": [
      "https://web.archive.org/web/20170707201814im_/http://www.easynotecards.com:80/uploads/519/33/_6da06025_13a2d7978ef__8000_00000086.png"
    ]
  },
  {
    "front": "Which of the structures illustrated above is an impossible covalently bonded molecule?",
    "options": ["A) A", "B) B", "C) C", "D) D", "E) E"],
    "back": "C",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": [
      "https://web.archive.org/web/20170707201814im_/http://www.easynotecards.com:80/uploads/520/34/_6da06025_13a2d7978ef__8000_00000087.png"
    ]
  },
  {
    "front": "Which of the structures illustrated above contain(s) a carbonyl functional group?",
    "options": ["A) A", "B) C and D", "C) C", "D) D", "E) C and E"],
    "back": "D",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": [
      "https://web.archive.org/web/20170707201814im_/http://www.easynotecards.com:80/uploads/520/34/_6da06025_13a2d7978ef__8000_00000087.png"
    ]
  },
  {
    "front": "In which of the structures illustrated above are the atoms bonded by ionic bonds?",
    "options": [
      "A) A",
      "B) B",
      "C) C",
      "D) C, D, and E only",
      "E) none of the structures"
    ],
    "back": "E",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": [
      "https://web.archive.org/web/20170707201814im_/http://www.easynotecards.com:80/uploads/520/34/_6da06025_13a2d7978ef__8000_00000087.png"
    ]
  },
  {
    "front": "Which of the structures illustrated above cannot form hydrogen bonds with water molecules?",
    "options": ["A) A", "B) B", "C) C", "D) D", "E) E"],
    "back": "B",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": [
      "https://web.archive.org/web/20170707201814im_/http://www.easynotecards.com:80/uploads/520/34/_6da06025_13a2d7978ef__8000_00000087.png"
    ]
  },
  {
    "front": "Which functional group shown above is characteristic of alcohols?",
    "options": ["A) A", "B) B", "C) C", "D) D", "E) E"],
    "back": "A",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": [
      "https://web.archive.org/web/20170707201814im_/http://www.easynotecards.com:80/uploads/524/38/_6da06025_13a2d7978ef__8000_00000091.png"
    ]
  },
  {
    "front": "Which functional group(s) shown above is (are) present in all amino acids?",
    "options": [
      "A) A and B",
      "B) B and D",
      "C) C only",
      "D) D only",
      "E) C and D"
    ],
    "back": "E",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": [
      "https://web.archive.org/web/20170707201814im_/http://www.easynotecards.com:80/uploads/524/38/_6da06025_13a2d7978ef__8000_00000091.png"
    ]
  },
  {
    "front": "Which of the groups shown above is a carbonyl functional group?",
    "options": ["A) A", "B) B", "C) C", "D) D", "E) E"],
    "back": "B",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": [
      "https://web.archive.org/web/20170707201814im_/http://www.easynotecards.com:80/uploads/524/38/_6da06025_13a2d7978ef__8000_00000091.png"
    ]
  },
  {
    "front": "Which of the groups shown above is a functional group that helps stabilize proteins by forming covalent cross-links within or between protein molecules?",
    "options": ["A) A", "B) B", "C) C", "D) D", "E) E"],
    "back": "E",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": [
      "https://web.archive.org/web/20170707201814im_/http://www.easynotecards.com:80/uploads/524/38/_6da06025_13a2d7978ef__8000_00000091.png"
    ]
  },
  {
    "front": "Which of the groups above is a carboxyl functional group?",
    "options": ["A) A", "B) B", "C) C", "D) D", "E) E"],
    "back": "C",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": [
      "https://web.archive.org/web/20170707201814im_/http://www.easynotecards.com:80/uploads/524/38/_6da06025_13a2d7978ef__8000_00000091.png"
    ]
  },
  {
    "front": "Which of the groups above is an acidic functional group that can dissociate and release H⁺ into a solution?",
    "options": ["A) A", "B) B", "C) C", "D) D", "E) E"],
    "back": "C",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": [
      "https://web.archive.org/web/20170707201814im_/http://www.easynotecards.com:80/uploads/524/38/_6da06025_13a2d7978ef__8000_00000091.png"
    ]
  },
  {
    "front": "Which of the groups above is a basic functional group that can accept H⁺ and become positively charged?",
    "options": ["A) A", "B) B", "C) C", "D) D", "E) E"],
    "back": "D",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": [
      "https://web.archive.org/web/20170707201814im_/http://www.easynotecards.com:80/uploads/524/38/_6da06025_13a2d7978ef__8000_00000091.png"
    ]
  },
  {
    "front": "Which molecule shown above would have a positive charge in aqueous solution at pH 7?",
    "options": ["A) A", "B) B", "C) C", "D) D", "E) E"],
    "back": "E",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": [
      "https://web.archive.org/web/20170707201814im_/http://www.easynotecards.com:80/uploads/531/45/_6da06025_13a2d7978ef__8000_00000098.png"
    ]
  },
  {
    "front": "Which molecule(s) shown above is (are) ionized in aqueous solution at pH 7?",
    "options": ["A) A", "B) B and D", "C) D and E", "D) D", "E) E"],
    "back": "A",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": [
      "https://web.archive.org/web/20170707201814im_/http://www.easynotecards.com:80/uploads/531/45/_6da06025_13a2d7978ef__8000_00000098.png"
    ]
  },
  {
    "front": "Which molecules shown above contain a carbonyl group?",
    "options": [
      "A) A and B",
      "B) B and C",
      "C) B, C, and D",
      "D) D and E",
      "E) E and A"
    ],
    "back": "B",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": [
      "https://web.archive.org/web/20170707201814im_/http://www.easynotecards.com:80/uploads/531/45/_6da06025_13a2d7978ef__8000_00000098.png"
    ]
  },
  {
    "front": "Which molecule shown above has a carbonyl functional group in the form of a ketone?",
    "options": ["A) A", "B) B", "C) C", "D) D", "E) E"],
    "back": "C",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": [
      "https://web.archive.org/web/20170707201814im_/http://www.easynotecards.com:80/uploads/531/45/_6da06025_13a2d7978ef__8000_00000098.png"
    ]
  },
  {
    "front": "Which molecule shown above has a carbonyl functional group in the form of an aldehyde?",
    "options": ["A) A", "B) B", "C) C", "D) D", "E) E"],
    "back": "B",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": [
      "https://web.archive.org/web/20170707201814im_/http://www.easynotecards.com:80/uploads/531/45/_6da06025_13a2d7978ef__8000_00000098.png"
    ]
  },
  {
    "front": "Which molecule shown above contains a carboxyl group?",
    "options": ["A) A", "B) B", "C) C", "D) D", "E) E"],
    "back": "D",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": [
      "https://web.archive.org/web/20170707201814im_/http://www.easynotecards.com:80/uploads/531/45/_6da06025_13a2d7978ef__8000_00000098.png"
    ]
  },
  {
    "front": "Which molecule shown above can increase the concentration of hydrogen ions in a solution and is therefore an organic acid?",
    "options": ["A) A", "B) B", "C) C", "D) D", "E) E"],
    "back": "D",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": [
      "https://web.archive.org/web/20170707201814im_/http://www.easynotecards.com:80/uploads/531/45/_6da06025_13a2d7978ef__8000_00000098.png"
    ]
  },
  {
    "front": "Which molecule shown above can form a dimer linked by a covalent bond?",
    "options": ["A) A", "B) B", "C) C", "D) D", "E) E"],
    "back": "B",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": [
      "https://web.archive.org/web/20170707201814im_/http://www.easynotecards.com:80/uploads/531/45/_6da06025_13a2d7978ef__8000_00000098.png"
    ]
  },
  {
    "front": "Which molecules shown above will form hydrogen bonds with water?",
    "options": [
      "A) Only D will form hydrogen bonds with water.",
      "B) All of these molecules will form hydrogen bonds with water.",
      "C) None of these molecules will form hydrogen bonds with water.",
      "D) All of these molecules except B will form hydrogen bonds with water.",
      "E) Only C, D, and E will form hydrogen bonds with water."
    ],
    "back": "D",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": [
      "https://web.archive.org/web/20170707201814im_/http://www.easynotecards.com:80/uploads/531/45/_6da06025_13a2d7978ef__8000_00000098.png"
    ]
  },
  {
    "front": "Which molecule shown above contains an amino functional group, but is not an amino acid?",
    "options": ["A) A", "B) B", "C) C", "D) D", "E) E"],
    "back": "A",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": [
      "https://web.archive.org/web/20170707201814im_/http://www.easynotecards.com:80/uploads/531/45/_6da06025_13a2d7978ef__8000_00000098.png"
    ]
  },
  {
    "front": "Which molecule shown above is a thiol?",
    "options": ["A) A", "B) B", "C) C", "D) D", "E) E"],
    "back": "B",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": [
      "https://web.archive.org/web/20170707201814im_/http://www.easynotecards.com:80/uploads/531/45/_6da06025_13a2d7978ef__8000_00000098.png"
    ]
  },
  {
    "front": "Which molecule shown above contains a functional group that cells use to transfer energy between organic molecules?",
    "options": ["A) A", "B) B", "C) C", "D) D", "E) E"],
    "back": "D",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": [
      "https://web.archive.org/web/20170707201814im_/http://www.easynotecards.com:80/uploads/531/45/_6da06025_13a2d7978ef__8000_00000098.png"
    ]
  },
  {
    "front": "Which molecule shown above can function as a base?",
    "options": ["A) A", "B) B", "C) C", "D) D", "E) E"],
    "back": "A",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": [
      "https://web.archive.org/web/20170707201814im_/http://www.easynotecards.com:80/uploads/531/45/_6da06025_13a2d7978ef__8000_00000098.png"
    ]
  },
  {
    "front": "A chemist wishes to make an organic molecule less acidic. Which of the following functional groups should be added to the molecule in order to do so?",
    "options": [
      "A) carboxyl",
      "B) sulfhydryl",
      "C) hydroxyl",
      "D) amino",
      "E) phosphate"
    ],
    "back": "D",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": []
  },
  {
    "front": "Organic chemistry is currently defined as",
    "options": [
      "A) the study of compounds made only by living cells.",
      "B) the study of carbon compounds.",
      "C) the study of vital forces.",
      "D) the study of natural (as opposed to synthetic) compounds.",
      "E) the study of hydrocarbons."
    ],
    "back": "B",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": []
  },
  {
    "front": "Which functional group is not present in this molecule?",
    "options": ["A) carboxyl", "B) sulfhydryl", "C) hydroxyl", "D) amino"],
    "back": "B",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": [
      "https://web.archive.org/web/20170707201814im_/http://www.easynotecards.com:80/uploads/507/21/_6da06025_13a2d7978ef__8000_00000075.png"
    ]
  },
  {
    "front": "Which chemical group is most likely to be responsible for an organic molecule behaving as a base?",
    "options": [
      "A) hydroxyl",
      "B) carbonyl",
      "C) carboxyl",
      "D) amino",
      "E) phosphate"
    ],
    "back": "D",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": []
  },
  {
    "front": "Which of the following hydrocarbons has a double bond in its carbon skeleton?",
    "options": ["A) C₃H₈", "B) C₂H₆", "C) CH₄", "D) C₂H₄", "E) C₂H₂"],
    "back": "D",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": []
  },
  {
    "front": "Choose the term that correctly describes the relationship between these two sugar molecules:",
    "options": [
      "A) structural isomers",
      "B) cis-trans isomers",
      "C) enantiomers",
      "D) isotopes"
    ],
    "back": "A",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": [
      "https://web.archive.org/web/20170707201814im_/http://www.easynotecards.com:80/uploads/506/20/_6da06025_13a2d7978ef__8000_00000074.png"
    ]
  },
  {
    "front": "Identify the asymmetric carbon in this molecule.",
    "options": ["A) A", "B) B", "C) C", "D) D", "E) E"],
    "back": "B",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": [
      "https://web.archive.org/web/20170707201814im_/http://www.easynotecards.com:80/uploads/504/18/_6da06025_13a2d7978ef__8000_00000072.png"
    ]
  },
  {
    "front": "Which action could produce a carbonyl group?",
    "options": [
      "A) the replacement of the OH of a carboxyl group with hydrogen",
      "B) the addition of a thiol to a hydroxyl",
      "C) the addition of a hydroxyl to a phosphate",
      "D) the replacement of the nitrogen of an amine with oxygen",
      "E) the addition of a sulfhydryl to a carboxyl"
    ],
    "back": "A",
    "unit": "Unit 3",
    "chapter": "Chapter 4",
    "images": [
      "https://web.archive.org/web/20170707201814im_/http://www.easynotecards.com:80/uploads/504/18/_6da06025_13a2d7978ef__8000_00000072.png"
    ]
  }
]

