[
  {
    "front": "When biologists wish to study the internal ultrastructure of cells, they can achieve the finest resolution by using",
    "options": [
      "A) a phase-contrast light microscope.",
      "B) a scanning electron microscope.",
      "C) a transmission electronic microscope.",
      "D) a confocal fluorescence microscope.",
      "E) a super-resolution fluorescence microscope."
    ],
    "back": "C",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "The advantage of light microscopy over electron microscopy is that",
    "options": [
      "A) light microscopy provides for higher magnification than electron microscopy.",
      "B) light microscopy provides for higher resolving power than electron microscopy.",
      "C) light microscopy allows one to view dynamic processes in living cells.",
      "D) light microscopy provides higher contrast than electron microscopy.",
      "E) specimen preparation for light microcopy does not produce artifacts."
    ],
    "back": "C",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "A primary objective of cell fractionation is to",
    "options": [
      "A) view the structure of cell membranes.",
      "B) sort cells based on their size and weight.",
      "C) determine the size of various organelles.",
      "D) separate the major organelles so that their particular functions can be determined.",
      "E) separate lipid-soluble from water-soluble molecules."
    ],
    "back": "D",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "In the fractionation of homogenized cells using centrifugation, the primary factor that determines whether a specific cellular component ends up in the supernatant or the pellet is",
    "options": [
      "A) the relative solubility of the component.",
      "B) the size and weight of the component.",
      "C) the percentage of carbohydrates in the component.",
      "D) the presence or absence of nucleic acids in the component.",
      "E) the presence or absence of lipids in the component."
    ],
    "back": "B",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "Which of the following correctly lists the order in which cellular components will be found in the pellet when homogenized cells are treated with increasingly rapid spins in a centrifuge?",
    "options": [
      "A) ribosomes, nucleus, mitochondria",
      "B) chloroplasts, ribosomes, vacuoles",
      "C) nucleus, ribosomes, chloroplasts",
      "D) vacuoles, ribosomes, nucleus",
      "E) nucleus, mitochondria, ribosomes"
    ],
    "back": "E",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "Green fluorescent protein (GFP) can be used to fluorescently label a specific protein in cells by genetically engineering cells to synthesize the target protein fused to GFP. What is the advantage of using GFP fusions to visualize specific proteins, instead of staining cells with fluorescently labeled probes that bind to the target protein?",
    "options": [
      "A) GFP fusions enable one to track changes in the location of the protein in living cells; staining usually requires preserved cells.",
      "B) GFP fusions enable higher resolution than staining with fluorescent probes.",
      "C) GFP permits the position of the protein in the cell more precisely than fluorescent probes.",
      "D) GFP permits visualization of protein-protein interactions; fluorescent probes do not.",
      "E) GFP fusions are not subject to artifacts; fluorescent probes may introduce background artifacts."
    ],
    "back": "A",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "What is the reason that a modern electron microscope (TEM) can resolve biological images to the subnanometer level, as opposed to tens of nanometers achievable for the best super-resolution light microscope?",
    "options": [
      "A) The focal length of the electron microscope is significantly longer.",
      "B) Contrast is enhanced by staining with atoms of heavy metal.",
      "C) Electron beams have much shorter wavelengths than visible light.",
      "D) The electron microscope has a much greater ratio of image size to real size.",
      "E) The electron microscope cannot image whole cells at one time."
    ],
    "back": "C",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "What technique would be most appropriate to use to observe the movements of condensed chromosomes during cell division?",
    "options": [
      "A) light microscopy",
      "B) scanning electron microscopy",
      "C) transmission electron microscopy",
      "D) confocal fluorescence microscopy",
      "E) super-resolution fluorescence microscopy"
    ],
    "back": "A",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "All of the following are part of a prokaryotic cell except",
    "options": [
      "A) DNA.",
      "B) a cell wall.",
      "C) a plasma membrane.",
      "D) ribosomes.",
      "E) an endoplasmic reticulum."
    ],
    "back": "E",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "The volume enclosed by the plasma membrane of plant cells is often much larger than the corresponding volume in animal cells. The most reasonable explanation for this observation is that",
    "options": [
      "A) plant cells are capable of having a much higher surface-to-volume ratio than animal cells.",
      "B) plant cells have a much more highly convoluted (folded) plasma membrane than animal cells.",
      "C) plant cells contain a large vacuole that reduces the volume of the cytoplasm.",
      "D) animal cells are more spherical, whereas plant cells are elongated.",
      "E) plant cells can have lower surface-to-volume ratios than animal cells because plant cells synthesize their own nutrients."
    ],
    "back": "C",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "A mycoplasma is an organism with a diameter between 0.1 and 1.0 µm. What does the organism's size tell you about how it might be classified?",
    "options": [
      "A) It must be a single-celled protist.",
      "B) It must be a single-celled fungus.",
      "C) It could be almost any typical bacterium.",
      "D) It could be a typical virus.",
      "E) It could be a very small bacterium."
    ],
    "back": "E",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "Which of the following is a major cause of the size limits for certain types of cells?",
    "options": [
      "A) limitation on the strength and integrity of the plasma membrane as cell size increases",
      "B) the difference in plasma membranes between prokaryotes and eukaryotes",
      "C) evolutionary progression in cell size; more primitive cells have smaller sizes",
      "D) the need for a surface area of sufficient area to support the cell's metabolic needs",
      "E) rigid cell walls that limit cell size expansion"
    ],
    "back": "D",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "Which of the following statements concerning bacteria and archaea cells is correct?",
    "options": [
      "A) Archaea cells contain small membrane-enclosed organelles; bacteria do not.",
      "B) Archaea cells contain a membrane-bound nucleus; bacteria do not.",
      "C) DNA is present in both archaea cells and bacteria cells.",
      "D) DNA is present in the mitochondria of both bacteria and archaea cells."
    ],
    "back": "A",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "The evolution of eukaryotic cells most likely involved",
    "options": [
      "A) endosymbiosis of an aerobic bacterium in a larger host cell–the endosymbiont evolved into mitochondria.",
      "B) anaerobic archaea taking up residence inside a larger bacterial host cell to escape toxic oxygen–the anaerobic bacterium evolved into chloroplasts.",
      "C) an endosymbiotic fungal cell evolved into the nucleus.",
      "D) acquisition of an endomembrane system, and subsequent evolution of mitochondria from a portion of the Golgi."
    ],
    "back": "A",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "Prokaryotes are classified as belonging to two different domains. What are the domains?",
    "options": [
      "A) Bacteria and Eukarya",
      "B) Bacteria and Archaea",
      "C) Archaea and Protista",
      "D) Bacteria and Protista",
      "E) Bacteria and Fungi"
    ],
    "back": "B",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "If radioactive deoxythymidine triphosphate (dTTP) is added to a culture of rapidly growing bacterial cells, where in the cell would you expect to find the greatest concentration of radioactivity?",
    "options": [
      "A) nucleus",
      "B) cytoplasm",
      "C) endoplasmic reticulum",
      "D) nucleoid",
      "E) ribosomes"
    ],
    "back": "D",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "Which organelle or structure is absent in plant cells?",
    "options": [
      "A) mitochondria",
      "B) Golgi vesicles",
      "C) microtubules",
      "D) centrosomes",
      "E) peroxisomes"
    ],
    "back": "D",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "Large numbers of ribosomes are present in cells that specialize in producing which of the following molecules?",
    "options": [
      "A) lipids",
      "B) glycogen",
      "C) proteins",
      "D) cellulose",
      "E) nucleic acids"
    ],
    "back": "C",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "The nuclear lamina is an array of filaments on the inner side of the nuclear membrane. If a method were found that could cause the lamina to fall into disarray, what would you expect to be the most likely consequence?",
    "options": [
      "A) the loss of all nuclear function",
      "B) the inability of the nucleus to divide during cell division",
      "C) a change in the shape of the nucleus",
      "D) failure of chromosomes to carry genetic information",
      "E) inability of the nucleus to keep out destructive chemicals"
    ],
    "back": "C",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "Recent evidence shows that when chromosomes decondense during interphase, their DNA molecules do not intermingle. Instead, they occupy distinct territories within the nucleus. Considering the structure and location of the following structures, which is most likely to be involved in chromosome location?",
    "options": [
      "A) nuclear pores",
      "B) the nucleolus",
      "C) microfilaments",
      "D) the nuclear lamina",
      "E) the nuclear matrix"
    ],
    "back": "E",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "A cell with a predominance of free ribosomes is most likely",
    "options": [
      "A) producing primarily proteins for secretion.",
      "B) producing primarily cytoplasmic proteins.",
      "C) constructing an extensive cell wall or extracellular matrix.",
      "D) digesting large food particles.",
      "E) enlarging its vacuole."
    ],
    "back": "B",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "Which type of organelle or structure is primarily involved in the synthesis of oils, phospholipids, and steroids?",
    "options": [
      "A) ribosome",
      "B) lysosome",
      "C) smooth endoplasmic reticulum",
      "D) mitochondrion",
      "E) contractile vacuole"
    ],
    "back": "C",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "Which structure is the site of the synthesis of proteins that may be exported from the cell?",
    "options": [
      "A) rough ER",
      "B) lysosomes",
      "C) plasmodesmata",
      "D) Golgi vesicles",
      "E) free cytoplasmic ribosomes"
    ],
    "back": "A",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "The Golgi apparatus has a polarity or sidedness to its structure and function. Which of the following statements correctly describes this polarity?",
    "options": [
      "A) Transport vesicles fuse with one side of the Golgi and leave from the opposite side.",
      "B) Proteins in the membrane of the Golgi may be sorted and modified as they move from one side of the Golgi to the other.",
      "C) Lipids in the membrane of the Golgi may be sorted and modified as they move from one side of the Golgi to the other.",
      "D) Soluble proteins in the cisternae (interior) of the Golgi may be sorted and modified as they move from one side of the Golgi to the other.",
      "E) All of the above correctly describe polar characteristics of the Golgi function."
    ],
    "back": "E",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "The fact that the outer membrane of the nuclear envelope has bound ribosomes allows one to most reliably conclude that",
    "options": [
      "A) at least some of the proteins that function in the nuclear envelope are made by the ribosomes on the nuclear envelope.",
      "B) the nuclear envelope is not part of the endomembrane system.",
      "C) the nuclear envelope is physically separated from the endoplasmic reticulum.",
      "D) small vesicles from the Golgi fuse with the nuclear envelope.",
      "E) nuclear pore complexes contain proteins."
    ],
    "back": "A",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "The difference in lipid and protein composition between the membranes of the endomembrane system is largely determined by",
    "options": [
      "A) the physical separation of most membranes from each other.",
      "B) the transportation of membrane lipids among the endomembrane system by small membrane vesicles.",
      "C) the function of the Golgi apparatus in sorting and directing membrane components.",
      "D) the modification of the membrane components once they reach their final destination.",
      "E) the synthesis of different lipids and proteins in each of the organelles of the endomembrane system."
    ],
    "back": "C",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "Hydrolytic enzymes must be segregated and packaged to prevent general destruction of cellular components. Which of the following organelles contains these hydrolytic enzymes in animal cells?",
    "options": [
      "A) chloroplast",
      "B) lysosome",
      "C) central vacuole",
      "D) peroxisome",
      "E) glyoxysome"
    ],
    "back": "B",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "Which of the following statements correctly describes some aspect of protein secretion from prokaryotic cells?",
    "options": [
      "A) Prokaryotes are unlikely to be able to secrete proteins because they lack an endomembrane system.",
      "B) The mechanism of protein secretion in prokaryotes is probably the same as that in eukaryotes.",
      "C) Proteins that are secreted by prokaryotes are synthesized on ribosomes that are bound to the cytoplasmic surface of the plasma membrane.",
      "D) In prokaryotes, the ribosomes that are used for the synthesis of secreted proteins are located outside of the cell.",
      "E) Prokaryotes contain large pores in their plasma membrane that permit the movement of proteins out of the cell."
    ],
    "back": "C",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "Tay-Sachs disease is a human genetic abnormality that results in cells accumulating and becoming clogged with very large and complex lipids. Which cellular organelle must be involved in this condition?",
    "options": [
      "A) the endoplasmic reticulum",
      "B) the Golgi apparatus",
      "C) the lysosome",
      "D) mitochondria",
      "E) membrane-bound ribosomes"
    ],
    "back": "C",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "The liver is involved in detoxification of many poisons and drugs. Which of the following structures is primarily involved in this process and therefore abundant in liver cells?",
    "options": [
      "A) rough ER",
      "B) smooth ER",
      "C) Golgi apparatus",
      "D) nuclear envelope",
      "E) transport vesicles"
    ],
    "back": "B",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "Which of the following produces and modifies polysaccharides that will be secreted?",
    "options": [
      "A) lysosome",
      "B) vacuole",
      "C) mitochondrion",
      "D) Golgi apparatus",
      "E) peroxisome"
    ],
    "back": "D",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "Which of the following contains hydrolytic enzymes?",
    "options": [
      "A) lysosome",
      "B) vacuole",
      "C) mitochondrion",
      "D) Golgi apparatus",
      "E) peroxisome"
    ],
    "back": "A",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "Which organelle often takes up much of the volume of a plant cell?",
    "options": [
      "A) lysosome",
      "B) vacuole",
      "C) mitochondrion",
      "D) Golgi apparatus",
      "E) peroxisome"
    ],
    "back": "B",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "Which organelle is the primary site of ATP synthesis in eukaryotic cells?",
    "options": [
      "A) lysosome",
      "B) vacuole",
      "C) mitochondrion",
      "D) Golgi apparatus",
      "E) peroxisome"
    ],
    "back": "C",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "Which plant cell organelle contains its own DNA and ribosomes?",
    "options": [
      "A) glyoxysome",
      "B) vacuole",
      "C) mitochondrion",
      "D) Golgi apparatus",
      "E) peroxisome"
    ],
    "back": "C",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "Which animal cell organelle contains enzymes that transfer hydrogen from various substrates to oxygen?",
    "options": [
      "A) lysosome",
      "B) vacuole",
      "C) mitochondrion",
      "D) Golgi apparatus",
      "E) peroxisome"
    ],
    "back": "E",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "Thylakoids, DNA, and ribosomes are all components found in",
    "options": [
      "A) vacuoles.",
      "B) chloroplasts.",
      "C) mitochondria.",
      "D) lysosomes.",
      "E) nuclei."
    ],
    "back": "B",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "In a plant cell, DNA may be found",
    "options": [
      "A) only in the nucleus.",
      "B) only in the nucleus and mitochondria.",
      "C) only in the nucleus and chloroplasts.",
      "D) in the nucleus, mitochondria, and chloroplasts.",
      "E) in the nucleus, mitochondria, chloroplasts, and peroxisomes."
    ],
    "back": "D",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "The chemical reactions involved in respiration are virtually identical between prokaryotic and eukaryotic cells. In eukaryotic cells, ATP is synthesized primarily on the inner membrane of the mitochondria. In light of the endosymbiont theory for the evolutionary origin of mitochondria, where is most ATP synthesis likely to occur in prokaryotic cells?",
    "options": [
      "A) in the cytoplasm",
      "B) on the inner mitochondrial membrane",
      "C) on the endoplasmic reticulum",
      "D) on the plasma membrane",
      "E) on the inner nuclear envelope"
    ],
    "back": "D",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "One of the key innovations in the evolution of eukaryotes from a prokaryotic ancestor is the endomembrane system. What eukaryotic organelles or features might have evolved as a part of, or as an elaboration of, the endomembrane system?",
    "options": [
      "A) plasma membrane",
      "B) chloroplasts",
      "C) mitochondria",
      "D) nuclear envelope",
      "E) none of these"
    ],
    "back": "D",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "A cell has the following molecules and structures: enzymes, DNA, ribosomes, plasma membrane, and mitochondria. It could be a cell from",
    "options": [
      "A) a bacterium.",
      "B) an animal, but not a plant.",
      "C) nearly any eukaryotic organism.",
      "D) any multicellular organism, like a plant or an animal.",
      "E) any kind of organism."
    ],
    "back": "C",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "Which type of organelle is found in plant cells but not in animal cells?",
    "options": [
      "A) ribosomes",
      "B) mitochondria",
      "C) nuclei",
      "D) plastids",
      "E) none of these"
    ],
    "back": "D",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "Why isn't the mitochondrion classified as part of the endomembrane system?",
    "options": [
      "A) It is a static structure.",
      "B) Its structure is not derived from the ER or Golgi.",
      "C) It has too many vesicles.",
      "D) It is not involved in protein synthesis.",
      "E) It is not attached to the outer nuclear envelope."
    ],
    "back": "B",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "In a liver cell detoxifying alcohol and some other poisons, the enzymes of the peroxisome remove hydrogen from these molecules and",
    "options": [
      "A) combine the hydrogen with water molecules to generate hydrogen peroxide.",
      "B) use the hydrogen to break down hydrogen peroxide.",
      "C) transfer the hydrogen to the mitochondria.",
      "D) transfer the hydrogen to oxygen molecules to generate hydrogen peroxide."
    ],
    "back": "D",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "How does the cell multiply its peroxisomes?",
    "options": [
      "A) They bud off from the Golgi.",
      "B) They are brought into the cell from the environment.",
      "C) They are built de novo from cytosol materials.",
      "D) They split in two after they become sufficiently large.",
      "E) The cell synthesizes hydrogen peroxide and encloses it in a membrane."
    ],
    "back": "D",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "Motor proteins provide for molecular motion in cells by interacting with what types of cellular structures?",
    "options": [
      "A) sites of energy production in cellular respiration",
      "B) membrane proteins",
      "C) ribosomes",
      "D) cytoskeletal structures",
      "E) cellulose fibers in the cell wall"
    ],
    "back": "D",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "Movement of vesicles within the cell depends on what cellular structures?",
    "options": [
      "A) microtubules and motor proteins",
      "B) actin filaments and microtubules",
      "C) actin filaments and ribosomes",
      "D) centrioles and motor proteins",
      "E) actin filaments and motor proteins"
    ],
    "back": "A",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "The smallest cell structure that would most likely be visible with a standard (not super-resolution) research-grade light microscope is",
    "options": [
      "A) a mitochondrion.",
      "B) a microtubule.",
      "C) a ribosome.",
      "D) a microfilament.",
      "E) a nuclear pore."
    ],
    "back": "A",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "Which of the following contain the 9 + 2 arrangement of microtubules, consisting of nine doublets of microtubules surrounding a pair of single microtubules?",
    "options": [
      "A) both motile cilia and primary (nonmotile) cilia",
      "B) centrioles only",
      "C) both flagella and motile cilia",
      "D) both basal bodies and primary (nonmotile) cilia",
      "E) both centrioles and basal bodies"
    ],
    "back": "C",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "Vinblastine, a drug that inhibits microtubule polymerization, is used to treat some forms of cancer. Cancer cells given vinblastine would be unable to",
    "options": [
      "A) form cleavage furrows during cell division.",
      "B) migrate by amoeboid movement.",
      "C) separate chromosomes during cell division.",
      "D) extend pseudopods.",
      "E) maintain the shape of the nucleus."
    ],
    "back": "C",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "The differences among the three categories of cytoskeletal elements outlined in the table above would suggest that each of the following has specialized roles. Which of the following is a correct match? (All three elements are involved in the maintenance of cell shape.)",
    "options": [
      "A) microfilaments and the nuclear lamina",
      "B) microtubules and cleavage furrow formation",
      "C) microfilaments and ciliary motion",
      "D) intermediate filaments and cytoplasmic streaming",
      "E) microtubules and chromosome movement"
    ],
    "back": "E",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": [
      "https://web.archive.org/web/20170719023745im_/http://www.easynotecards.com:80/uploads/684/0/79565cc4_13a419e1442__8000_00000147.png"
    ]
  },
  {
    "front": "Centrioles, cilia, flagella, and basal bodies have remarkably similar structural elements and arrangements. Which of the following hypotheses is most plausible in light of such structural similarities?",
    "options": [
      "A) Cilia and flagella arise from the centrioles.",
      "B) Loss of basal bodies should lead to loss of all cilia, flagella, and centrioles.",
      "C) Motor proteins such as dynein must have evolved before any of these four kinds of structure.",
      "D) Cilia and flagella coevolved in the same ancestral eukaryotic organism.",
      "E) Natural selection for cell motility repeatedly selected for microtubular arrays in circular patterns in the evolution of each of these structures."
    ],
    "back": "A",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "If an individual has abnormal microtubules, due to a hereditary condition, in which organs or tissues would you expect dysfunction?",
    "options": [
      "A) limbs, hearts, areas with a good deal of contraction",
      "B) microvilli, alveoli, and glomeruli: cellular projections that increase surface area",
      "C) all ducts, such as those from salivary or sebaceous glands, that transport fluids",
      "D) sperm, larynx, and trachea: cells and tissues that contain flagella or cilia",
      "E) phagocytic cells and white blood cells that exhibit amoeboid movement"
    ],
    "back": "D",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "Cytochalasin D is a drug that prevents actin polymerization. A cell treated with cytochalasin D will still be able to",
    "options": [
      "A) perform amoeboid movement.",
      "B) form cleavage furrows.",
      "C) contract muscle fibers.",
      "D) extend pseudopodia.",
      "E) move vesicles around the cell."
    ],
    "back": "E",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "Which of the following statements about the cytoskeleton is true?",
    "options": [
      "A) The dynamic aspect of cytoskeletal function is made possible by the assembly and disassembly of a large variety of proteins into complex aggregates.",
      "B) Microfilaments are structurally rigid and resist compression, whereas microtubules resist tension (stretching).",
      "C) Movement of cilia and flagella is the result of motor proteins causing microtubules to move relative to each other.",
      "D) Chemicals that block the assembly of the cytoskeleton would cause little effect on the cell's response to external signals and stimuli.",
      "E) Transport vesicles among the membranes of the endomembrane system produce the cytoskeleton."
    ],
    "back": "C",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "Cells require which of the following to form cilia or flagella?",
    "options": [
      "A) centrosomes",
      "B) laminin",
      "C) actin",
      "D) intermediate filaments",
      "E) secretory vesicles"
    ],
    "back": "A",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "All of the following serve an important role in determining or maintaining the structure of plant cells. Which of the following are distinct from the others in their composition?",
    "options": [
      "A) microtubules",
      "B) microfilaments",
      "C) plant cell walls",
      "D) intermediate filaments",
      "E) nuclear lamina"
    ],
    "back": "C",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "What do the cell walls of plants and the extracellular matrix of animal cells have in common?",
    "options": [
      "A) They are largely composed of phospholipids and glycoproteins.",
      "B) Their proteins are made by free cytoplasmic ribosomes.",
      "C) They form rigid structures that provide structural support for cells but limit their expansion.",
      "D) They limit the passage of small molecules.",
      "E) They have functional connections with the cytoskeleton inside the cell."
    ],
    "back": "E",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "The cell walls of bacteria, fungi, and plant cells and the extracellular matrix of animal cells are all external to the plasma membrane. Which of the following is a characteristic common to all of these extracellular structures?",
    "options": [
      "A) They must block water and small molecules in order to regulate the exchange of matter and energy with their environment.",
      "B) They must permit information transfer between the cell's cytoplasm and the nucleus.",
      "C) They must provide a rigid structure that maintains an appropriate ratio of cell surface area to volume.",
      "D) They are constructed of polymers that are synthesized in the cytoplasm and then transported out of the cell.",
      "E) They are composed of a mixture of lipids and carbohydrates."
    ],
    "back": "D",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "When a potassium ion (K+) moves from the soil into the vacuole of a cell on the surface of a root, it must pass through several cellular structures. Which of the following correctly describes the order in which these structures will be encountered by the ion?",
    "options": [
      "A) plasma membrane → primary cell wall → cytoplasm → vacuole",
      "B) secondary cell wall → plasma membrane → primary cell wall → cytoplasm → vacuole",
      "C) primary cell wall → plasma membrane → cytoplasm → vacuole",
      "D) primary cell wall → plasma membrane → lysosome → cytoplasm → vacuole",
      "E) primary cell wall → plasma membrane → cytoplasm → secondary cell wall → vacuole"
    ],
    "back": "C",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "A mutation that disrupts the ability of an animal cell to add polysaccharide modifications to proteins would most likely cause defects in its",
    "options": [
      "A) nuclear lamina and nuclear matrix.",
      "B) nuclear matrix and extracellular matrix.",
      "C) mitochondria and Golgi apparatus.",
      "D) Golgi apparatus and extracellular matrix.",
      "E) nuclear pores and secretory vesicles."
    ],
    "back": "D",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "The extracellular matrix is thought to participate in the regulation of animal cell behavior by communicating information from the outside to the inside of the cell via which of the following?",
    "options": [
      "A) gap junctions",
      "B) the nucleus",
      "C) DNA and RNA",
      "D) integrins",
      "E) plasmodesmata"
    ],
    "back": "D",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "Plasmodesmata in plant cells are most similar in function to which of the following structures in animal cells?",
    "options": [
      "A) peroxisomes",
      "B) desmosomes",
      "C) gap junctions",
      "D) extracellular matrix",
      "E) tight junctions"
    ],
    "back": "C",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "Ions can travel directly from the cytoplasm of one animal cell to the cytoplasm of an adjacent cell through",
    "options": [
      "A) plasmodesmata.",
      "B) intermediate filaments.",
      "C) tight junctions.",
      "D) desmosomes.",
      "E) gap junctions."
    ],
    "back": "E",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "Which of the following makes it necessary for animal cells, although they have no cell walls, to have intercellular junctions?",
    "options": [
      "A) Cell membranes do not distinguish the types of ions and molecules passing through them.",
      "B) Large molecules, such as proteins and RNA molecules, do not readily get through one, much less two, adjacent cell membranes.",
      "C) Cell-to-cell communication requires physical attachment of one cell to another.",
      "D) Maintenance of tissue integrity and barriers to fluid leakage requires cells to adhere tightly to one another.",
      "E) The relative shapelessness of animal cells requires a mechanism for keeping the cells aligned."
    ],
    "back": "D",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "Recent evidence shows that signals from the extracellular matrix (ECM) can regulate the expression of genes in the cell nucleus. A likely mechanism is that",
    "options": [
      "A) mechanical signals of the ECM can alter the cytoskeleton, which can alter intracellular signaling.",
      "B) intracellular signals might cause changes in the fibronectin binding to the cell surface.",
      "C) orientation of microtubules to the ECM can change gene activity.",
      "D) integrins that receive signals from the ECM migrate to the nucleus.",
      "E) proteoglycans in the ECM undergo endocytosis and produce intracellular signaling molecules."
    ],
    "back": "A",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "Signals between the ECM and the cytoskeleton may be transmitted by",
    "options": [
      "A) fibronectin.",
      "B) proteoglycans.",
      "C) integrins.",
      "D) collagen.",
      "E) middle lamella."
    ],
    "back": "C",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "ECM proteins are made by ribosomes in which part of a eukaryotic cell?",
    "options": [
      "A) mitochondria",
      "B) cytoplasm",
      "C) nuclear envelope",
      "D) Golgi apparatus",
      "E) rough ER"
    ],
    "back": "E",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "What types of proteins are not synthesized in the rough ER?",
    "options": [
      "A) endoplasmic reticulum proteins",
      "B) extracellular matrix proteins",
      "C) secreted proteins",
      "D) mitochondrial proteins",
      "E) plasma membrane proteins"
    ],
    "back": "D",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "Which of the trees in this figure groups the domains according to similarities in cellular size and architecture?",
    "options": ["A) A", "B) B", "C) C", "D) D"],
    "back": "A",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": [
      "https://web.archive.org/web/20170719023745im_/http://www.easynotecards.com:80/uploads/685/1/79565cc4_13a419e1442__8000_00000148.png"
    ]
  },
  {
    "front": "A biologist wants specifically to examine the surfaces of different types of cells in kidney tubules of small mammals. The cells in question can be distinguished by external shape, size, and 3-D characteristics. Which of the following would be the optimum method for her study?",
    "options": [
      "A) transmission electron microscopy",
      "B) cell fractionation",
      "C) light microscopy using stains specific to kidney function",
      "D) light microscopy of living unstained material",
      "E) scanning electron microscopy"
    ],
    "back": "E",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "A newspaper ad for a local toy store indicates that a very inexpensive microscope available for a small child is able to magnify specimens nearly as much as the much more costly microscope available in your college lab. What is the primary reason for the price difference?",
    "options": [
      "A) The ad agency is misrepresenting the ability of the toy microscope to magnify.",
      "B) The toy microscope does not have the same fine control for focus of the specimen.",
      "C) The toy microscope magnifies a good deal, but has low resolution and therefore poor quality images.",
      "D) The college microscope produces greater contrast in the specimens.",
      "E) The toy microscope usually uses a different wavelength of light source."
    ],
    "back": "C",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "A biologist ground up some plant leaf cells and then centrifuged the mixture to fractionate the organelles. Organelles in one of the heavier fractions could produce ATP in the light, whereas organelles in the lighter fraction could produce ATP in the dark. The heavier and lighter fractions are most likely to contain, respectively,",
    "options": [
      "A) mitochondria and chloroplasts.",
      "B) chloroplasts and peroxisomes.",
      "C) peroxisomes and chloroplasts.",
      "D) chloroplasts and mitochondria.",
      "E) mitochondria and peroxisomes."
    ],
    "back": "D",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "Which structure is not part of the endomembrane system?",
    "options": [
      "A) nuclear envelope",
      "B) chloroplast",
      "C) Golgi apparatus",
      "D) plasma membrane",
      "E) ER"
    ],
    "back": "B",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "Which structure is common to plant and animal cells?",
    "options": [
      "A) chloroplast",
      "B) wall made of cellulose",
      "C) central vacuole",
      "D) mitochondrion",
      "E) centriole"
    ],
    "back": "D",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "Which of the following is present in a prokaryotic cell?",
    "options": [
      "A) mitochondrion",
      "B) ribosome",
      "C) nuclear envelope",
      "D) chloroplast",
      "E) ER"
    ],
    "back": "B",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "Which structure-function pair is mismatched?",
    "options": [
      "A) nucleolus; production of ribosomal subunits",
      "B) lysosome; intracellular digestion",
      "C) ribosome; protein synthesis",
      "D) Golgi; protein trafficking",
      "E) microtubule; muscle contraction"
    ],
    "back": "E",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "Cyanide binds with at least one molecule involved in producing ATP. If a cell is exposed to cyanide, most of the cyanide will be found within the",
    "options": [
      "A) mitochondria.",
      "B) ribosomes.",
      "C) peroxisomes.",
      "D) lysosomes.",
      "E) endoplasmic reticulum."
    ],
    "back": "A",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "What is the most likely pathway taken by a newly synthesized protein that will be secreted by a cell?",
    "options": [
      "A) ER → Golgi → nucleus",
      "B) Golgi →ER →lysosome",
      "C) nucleus →ER →Golgi",
      "D) ER →Golgi →vesicles that fuse with plasma membrane",
      "E) ER →lysosomes →vesicles that fuse with plasma membrane"
    ],
    "back": "D",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  },
  {
    "front": "Which cell would be best for studying lyosomes?",
    "options": [
      "A) muscle cell",
      "B) nerve cell",
      "C) phagocytic white blood cell",
      "D) leaf cell of a plant",
      "E) bacterial cell"
    ],
    "back": "C",
    "unit": "Unit 4",
    "chapter": "Chapter 6",
    "images": []
  }
]

