[
  {
    "front": "If photosynthesizing green algae are provided with CO₂ synthesized with heavy oxygen (¹⁸O), later analysis will show that all but one of the following compounds produced by the algae contain the ¹⁸O label. That one is",
    "options": [
      "A) 3-phosphoglycerate.",
      "B) glyceraldehyde 3-phosphate (G3P).",
      "C) glucose.",
      "D) ribulose bisphosphate (RuBP).",
      "E) O₂."
    ],
    "back": "E",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "Which of the following are products of the light reactions of photosynthesis that are utilized in the Calvin cycle?",
    "options": [
      "A) CO₂ and glucose",
      "B) H₂O and O₂",
      "C) ADP, Pi, and NADP⁺",
      "D) electrons and H⁺",
      "E) ATP and NADPH"
    ],
    "back": "E",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "Photosynthesis is not responsible for",
    "options": [
      "A) oxygen in the atmosphere.",
      "B) the ozone layer.",
      "C) most of the organic carbon on Earth's surface.",
      "D) atmospheric CO₂.",
      "E) fossil fuels."
    ],
    "back": "E",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "Where does the Calvin cycle take place?",
    "options": [
      "A) stroma of the chloroplast",
      "B) thylakoid membrane",
      "C) cytoplasm surrounding the chloroplast",
      "D) interior of the thylakoid (thylakoid space)",
      "E) outer membrane of the chloroplast"
    ],
    "back": "A",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "In any ecosystem, terrestrial or aquatic, what group(s) is (are) always necessary?",
    "options": [
      "A) autotrophs and heterotrophs",
      "B) producers and primary consumers",
      "C) photosynthesizers",
      "D) autotrophs",
      "E) green plants"
    ],
    "back": "D",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "In autotrophic bacteria, where are the enzymes located that can carry on carbon fixation (reduction of carbon dioxide to carbohydrate)?",
    "options": [
      "A) in chloroplast membranes",
      "B) in chloroplast stroma",
      "C) in the cytosol",
      "D) in the nucleoid",
      "E) in the infolded plasma membrane"
    ],
    "back": "C",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "When oxygen is released as a result of photosynthesis, it is a direct by-product of",
    "options": [
      "A) reducing NADP⁺.",
      "B) splitting water molecules.",
      "C) chemiosmosis.",
      "D) the electron transfer system of photosystem I.",
      "E) the electron transfer system of photosystem II."
    ],
    "back": "B",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "A plant has a unique photosynthetic pigment. The leaves of this plant appear to be reddish yellow. What wavelengths of visible light are being absorbed by this pigment?",
    "options": [
      "A) red and yellow",
      "B) blue and violet",
      "C) green and yellow",
      "D) blue, green, and red",
      "E) green, blue, and yellow"
    ],
    "back": "B",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "Halobacterium has a photosynthetic membrane that is colored purple. Its photosynthetic action spectrum is exactly complementary (opposite to) the action spectrum for green plants. What wavelengths of light do the Halobacterium photosynthetic pigments absorb?",
    "options": [
      "A) red and yellow",
      "B) blue, green, and red",
      "C) green and yellow",
      "D) red and green",
      "E) blue and red"
    ],
    "back": "E",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "In the thylakoid membranes, what is the main role of the antenna pigment molecules?",
    "options": [
      "A) split water and release oxygen to the reaction-center chlorophyll",
      "B) harvest photons and transfer light energy to the reaction-center chlorophyll",
      "C) synthesize ATP from ADP and Pi",
      "D) transfer electrons to ferredoxin and then NADPH",
      "E) concentrate photons within the stroma"
    ],
    "back": "B",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "Which of the events listed below occurs in the light reactions of photosynthesis?",
    "options": [
      "A) NADP is produced.",
      "B) NADPH is reduced to NADP⁺.",
      "C) Carbon dioxide is incorporated into PGA.",
      "D) ATP is phosphorylated to yield ADP.",
      "E) Light is absorbed and funneled to reaction-center chlorophyll a."
    ],
    "back": "E",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "Which statement describes the functioning of photosystem II?",
    "options": [
      "A) Light energy excites electrons in the thylakoid membrane electron transport chain.",
      "B) Photons are passed along to a reaction-center chlorophyll.",
      "C) The P680 chlorophyll donates a pair of protons to NADP⁺, which is thus converted to NADPH.",
      "D) The electron vacancies in P680⁺ are filled by electrons derived from water.",
      "E) The splitting of water yields molecular carbon dioxide as a by-product."
    ],
    "back": "D",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "Which of the following are directly associated with photosystem I?",
    "options": [
      "A) harvesting of light energy by ATP",
      "B) receiving electrons from the thylakoid membrane electron transport chain",
      "C) generation of molecular oxygen",
      "D) extraction of hydrogen electrons from the splitting of water",
      "E) passing electrons to the thylakoid membrane electron transport chain"
    ],
    "back": "B",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "Some photosynthetic organisms contain chloroplasts that lack photosystem II, yet are able to survive. The best way to detect the lack of photosystem II in these organisms would be",
    "options": [
      "A) to determine if they have thylakoids in the chloroplasts.",
      "B) to test for liberation of O₂ in the light.",
      "C) to test for CO₂ fixation in the dark.",
      "D) to do experiments to generate an action spectrum.",
      "E) to test for production of either sucrose or starch."
    ],
    "back": "B",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "What are the products of linear photophosphorylation?",
    "options": [
      "A) heat and fluorescence",
      "B) ATP and P700",
      "C) ATP and NADPH",
      "D) ADP and NADP",
      "E) P700 and P680"
    ],
    "back": "C",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "As a research scientist, you measure the amount of ATP and NADPH consumed by the Calvin cycle in 1 hour. You find 30,000 molecules of ATP consumed, but only 20,000 molecules of NADPH. Where did the extra ATP molecules come from?",
    "options": [
      "A) photosystem II",
      "B) photosystem I",
      "C) cyclic electron flow",
      "D) linear electron flow",
      "E) chlorophyll"
    ],
    "back": "C",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "Assume a thylakoid is somehow punctured so that the interior of the thylakoid is no longer separated from the stroma. This damage will have the most direct effect on which of the following processes?",
    "options": [
      "A) the splitting of water",
      "B) the absorption of light energy by chlorophyll",
      "C) the flow of electrons from photosystem II to photosystem I",
      "D) the synthesis of ATP",
      "E) the reduction of NADP⁺"
    ],
    "back": "D",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "What does the chemiosmotic process in chloroplasts involve?",
    "options": [
      "A) establishment of a proton gradient across the thylakoid membrane",
      "B) diffusion of electrons through the thylakoid membrane",
      "C) reduction of water to produce ATP energy",
      "D) movement of water by osmosis into the thylakoid space from the stroma",
      "E) formation of glucose, using carbon dioxide, NADPH, and ATP"
    ],
    "back": "A",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "Suppose the interior of the thylakoids of isolated chloroplasts were made acidic and then transferred in the dark to a pH 8 solution. What would be likely to happen?",
    "options": [
      "A) The isolated chloroplasts will make ATP.",
      "B) The Calvin cycle will be activated.",
      "C) Cyclic photophosphorylation will occur.",
      "D) The isolated chloroplasts will generate oxygen gas.",
      "E) The isolated chloroplasts will reduce NADP⁺ to NADPH."
    ],
    "back": "A",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "In a plant cell, where are the ATP synthase complexes located?",
    "options": [
      "A) thylakoid membrane only",
      "B) plasma membrane only",
      "C) inner mitochondrial membrane only",
      "D) thylakoid membrane and inner mitochondrial membrane",
      "E) thylakoid membrane and plasma membrane"
    ],
    "back": "D",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "In mitochondria, chemiosmosis translocates protons from the matrix into the intermembrane space, whereas in chloroplasts, chemiosmosis translocates protons from",
    "options": [
      "A) the stroma to the photosystem II.",
      "B) the matrix to the stroma.",
      "C) the stroma to the thylakoid space.",
      "D) the intermembrane space to the matrix.",
      "E) the thylakoid space to the stroma."
    ],
    "back": "C",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "Which of the following statements best describes the relationship between photosynthesis and respiration?",
    "options": [
      "A) Respiration runs the biochemical pathways of photosynthesis in reverse.",
      "B) Photosynthesis stores energy in complex organic molecules, whereas respiration releases it.",
      "C) Photosynthesis occurs only in plants and respiration occurs only in animals.",
      "D) ATP molecules are produced in photosynthesis and used up in respiration.",
      "E) Respiration is anabolic and photosynthesis is catabolic."
    ],
    "back": "B",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "Where are the molecules of the electron transport chain found in plant cells?",
    "options": [
      "A) thylakoid membranes of chloroplasts",
      "B) stroma of chloroplasts",
      "C) outer membrane of mitochondria",
      "D) matrix of mitochondria",
      "E) cytoplasm"
    ],
    "back": "A",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "In photosynthetic cells, synthesis of ATP by the chemiosmotic mechanism occurs during",
    "options": [
      "A) photosynthesis only.",
      "B) respiration only.",
      "C) both photosynthesis and respiration.",
      "D) neither photosynthesis nor respiration.",
      "E) photorespiration only."
    ],
    "back": "C",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "Reduction of oxygen to form water occurs during",
    "options": [
      "A) photosynthesis only.",
      "B) respiration only.",
      "C) both photosynthesis and respiration.",
      "D) neither photosynthesis nor respiration.",
      "E) photorespiration only."
    ],
    "back": "B",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "Reduction of NADP⁺ occurs during",
    "options": [
      "A) photosynthesis.",
      "B) respiration.",
      "C) both photosynthesis and respiration.",
      "D) neither photosynthesis nor respiration.",
      "E) photorespiration."
    ],
    "back": "A",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "The splitting of carbon dioxide to form oxygen gas and carbon compounds occurs during",
    "options": [
      "A) photosynthesis.",
      "B) respiration.",
      "C) both photosynthesis and respiration.",
      "D) neither photosynthesis nor respiration.",
      "E) photorespiration."
    ],
    "back": "D",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "Generation of proton gradients across membranes occurs during",
    "options": [
      "A) photosynthesis.",
      "B) respiration.",
      "C) both photosynthesis and respiration.",
      "D) neither photosynthesis nor respiration.",
      "E) photorespiration."
    ],
    "back": "C",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "What is the relationship between wavelength of light and the quantity of energy per photon?",
    "options": [
      "A) They have a direct, linear relationship.",
      "B) They are inversely related.",
      "C) They are logarithmically related.",
      "D) They are separate phenomena.",
      "E) They are only related in certain parts of the spectrum."
    ],
    "back": "B",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "P680⁺ is said to be the strongest biological oxidizing agent. Why?",
    "options": [
      "A) It is the receptor for the most excited electron in either photosystem.",
      "B) It is the molecule that transfers electrons to plastoquinone (Pq) of the electron transfer system.",
      "C) It transfers its electrons to reduce NADP⁺ to NADPH.",
      "D) This molecule has a stronger attraction for electrons than oxygen, to obtain electrons from water.",
      "E) It has a positive charge."
    ],
    "back": "D",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "Some photosynthetic bacteria (e.g., purple sulfur bacteria) have only photosystem I, whereas others (e.g., cyanobacteria) have both photosystem I and photosystem II. Which of the following might this observation imply?",
    "options": [
      "A) Photosystem II was selected against in some species.",
      "B) Photosynthesis with only photosystem I is more ancestral.",
      "C) Photosystem II may have evolved to be more photoprotective.",
      "D) Linear electron flow is more primitive than cyclic flow of electrons.",
      "E) Cyclic flow is more necessary than linear electron flow."
    ],
    "back": "B",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "electron flow may be photoprotective (protective to light-induced damage). Which of the following experiments could provide information on this phenomenon?",
    "options": [
      "A) use mutated organisms that can grow but that cannot carry out cyclic flow of electrons and compare their abilities to photosynthesize in different light intensities against those of wild-type organisms",
      "B) use plants that can carry out both linear and cyclic electron flow, or only one or another of these processes, and compare their light absorbance at different wavelengths and different light intensities",
      "C) use bacteria that have only cyclic flow and look for their frequency of mutation damage at different light intensities",
      "D) use bacteria with only cyclic flow and measure the number and types of photosynthetic pigments they have in their membranes",
      "E) use plants with only photosystem I operative and measure how much damage occurs at different wavelengths"
    ],
    "back": "A",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "Carotenoids are often found in foods that are considered to have antioxidant properties in human nutrition. What related function do they have in plants?",
    "options": [
      "A) They serve as accessory pigments to increase light absorption.",
      "B) They protect against oxidative damage from excessive light energy.",
      "C) They shield the sensitive chromosomes of the plant from harmful ultraviolet radiation.",
      "D) They reflect orange light and enhance red light absorption by chlorophyll.",
      "E) They take up and remove toxins from the groundwater."
    ],
    "back": "B",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "In thylakoids, protons travel through ATP synthase from the thylakoid space to the stroma. Therefore, the catalytic \"knobs\" of ATP synthase would be located",
    "options": [
      "A) on the side facing the thylakoid space.",
      "B) on the ATP molecules themselves.",
      "C) on the pigment molecules of photosystem I and photosystem II.",
      "D) on the stromal side of the membrane.",
      "E) built into the center of the thylakoid stack (granum)."
    ],
    "back": "D",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "In metabolic processes of cell respiration and photosynthesis, prosthetic groups such as heme and iron-sulfur complexes are encountered in components of the electron transport chain. What do they do?",
    "options": [
      "A) donate electrons",
      "B) act as reducing agents",
      "C) act as oxidizing agents",
      "D) transport protons within the mitochondria and chloroplasts",
      "E) both oxidize and reduce during electron transport"
    ],
    "back": "E",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "In a cyanobacterium, the reactions that produce NADPH occur in",
    "options": [
      "A) the light reactions alone.",
      "B) the Calvin cycle alone.",
      "C) both the light reactions and the Calvin cycle.",
      "D) neither the light reactions nor the Calvin cycle.",
      "E) the chloroplast, but is not part of photosynthesis."
    ],
    "back": "A",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "The reactions that produce molecular oxygen (O₂) take place in",
    "options": [
      "A) the light reactions alone.",
      "B) the Calvin cycle alone.",
      "C) both the light reactions and the Calvin cycle.",
      "D) neither the light reactions nor the Calvin cycle.",
      "E) the chloroplast, but are not part of photosynthesis."
    ],
    "back": "A",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "The accumulation of free oxygen in Earth's atmosphere began",
    "options": [
      "A) with the origin of life and respiratory metabolism.",
      "B) with the origin of photosynthetic bacteria that had photosystem I.",
      "C) with the origin of cyanobacteria that had both photosystem I and photosystem II.",
      "D) with the origin of chloroplasts in photosynthetic eukaryotic algae.",
      "E) with the origin of land plants."
    ],
    "back": "C",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "A flask containing photosynthetic green algae and a control flask containing water with no algae are both placed under a bank of lights, which are set to cycle between 12 hours of light and 12 hours of dark. The dissolved oxygen concentrations in both flasks are monitored. Predict what the relative dissolved oxygen concentrations will be in the flask with algae compared to the control flask.",
    "options": [
      "A) The dissolved oxygen in the flask with algae will always be higher.",
      "B) The dissolved oxygen in the flask with algae will always be lower.",
      "C) The dissolved oxygen in the flask with algae will be higher in the light, but the same in the dark.",
      "D) The dissolved oxygen in the flask with algae will be higher in the light, but lower in the dark.",
      "E) The dissolved oxygen in the flask with algae will not be different from the control flask at any time."
    ],
    "back": "D",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "Where do the enzymatic reactions of the Calvin cycle take place?",
    "options": [
      "A) stroma of the chloroplast",
      "B) thylakoid membranes",
      "C) matrix of the mitochondria",
      "D) cytosol around the chloroplast",
      "E) thylakoid space"
    ],
    "back": "A",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "What is the primary function of the Calvin cycle?",
    "options": [
      "A) use ATP to release carbon dioxide",
      "B) use NADPH to release carbon dioxide",
      "C) split water and release oxygen",
      "D) transport RuBP out of the chloroplast",
      "E) synthesize simple sugars from carbon dioxide"
    ],
    "back": "E",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "In C₃ photosynthesis, the reactions that require ATP take place in",
    "options": [
      "A) the light reactions alone.",
      "B) the Calvin cycle alone.",
      "C) both the light reactions and the Calvin cycle.",
      "D) neither the light reactions nor the Calvin cycle.",
      "E) the chloroplast, but is not part of photosynthesis."
    ],
    "back": "B",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "In a plant leaf, the reactions that produce NADH occur in",
    "options": [
      "A) the light reactions alone.",
      "B) the Calvin cycle alone.",
      "C) both the light reactions and the Calvin cycle.",
      "D) neither the light reactions nor the Calvin cycle.",
      "E) the chloroplast, but is not part of photosynthesis."
    ],
    "back": "D",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "The NADPH required for the Calvin cycle comes from",
    "options": [
      "A) reactions initiated in photosystem I.",
      "B) reactions initiated in photosystem II.",
      "C) the citric acid cycle.",
      "D) glycolysis.",
      "E) oxidative phosphorylation."
    ],
    "back": "A",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "Reactions that require CO₂ take place in",
    "options": [
      "A) the light reactions alone.",
      "B) the Calvin cycle alone.",
      "C) both the light reactions and the Calvin cycle.",
      "D) neither the light reactions nor the Calvin cycle.",
      "E) the chloroplast, but is not part of photosynthesis."
    ],
    "back": "B",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "ap bio makes me wanna die",
    "options": [],
    "back": "",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "Which of the following statements best represents the relationships between the light reactions and the Calvin cycle?",
    "options": [
      "A) The light reactions provide ATP and NADPH to the Calvin cycle, and the cycle returns ADP, Pi, and NADP⁺ to the light reactions.",
      "B) The light reactions provide ATP and NADPH to the carbon fixation step of the Calvin cycle, and the cycle provides water and electrons to the light reactions.",
      "C) The light reactions supply the Calvin cycle with CO₂ to produce sugars, and the Calvin cycle supplies the light reactions with sugars to produce ATP.",
      "D) The light reactions provide the Calvin cycle with oxygen for electron flow, and the Calvin cycle provides the light reactions with water to split.",
      "E) There is no relationship between the light reactions and the Calvin cycle."
    ],
    "back": "A",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "Three \"turns\" of the Calvin cycle generate a \"surplus\" molecule of glyceraldehyde 3-phosphate (G3P). Which of the following is a consequence of this?",
    "options": [
      "A) Formation of a molecule of glucose would require nine \"turns.\"",
      "B) G3P more readily forms sucrose and other disaccharides than it does monosaccharides.",
      "C) Some plants would not taste sweet to us.",
      "D) The formation of sucrose and starch in plants involves assembling G3P molecules, with or without further rearrangements.",
      "E) Plants accumulate and store G3P."
    ],
    "back": "D",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "In the process of carbon fixation, RuBP attaches a CO₂ to produce a six-carbon molecule, which is then split to produce two molecules of 3-phosphoglycerate. After phosphorylation and reduction produces glyceraldehyde 3-phosphate (G3P), what more needs to happen to complete the Calvin cycle?",
    "options": [
      "A) addition of a pair of electrons from NADPH",
      "B) inactivation of RuBP carboxylase enzyme",
      "C) regeneration of ATP from ADP",
      "D) regeneration of RuBP",
      "E) regeneration of NADP⁺"
    ],
    "back": "D",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "The pH of the inner thylakoid space has been measured, as have the pH of the stroma and of the cytosol of a particular plant cell. Which, if any, relationship would you expect to find?",
    "options": [
      "A) The pH within the thylakoid is less than that of the stroma.",
      "B) The pH of the stroma is lower than that of the other two measurements.",
      "C) The pH of the stroma is higher than that of the thylakoid space but lower than that of the cytosol.",
      "D) The pH of the thylakoid space is higher than that anywhere else in the cell.",
      "E) There is no consistent relationship."
    ],
    "back": "A",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "The phylogenetic distribution of the enzyme rubisco is limited to",
    "options": [
      "A) C₃ plants only.",
      "B) C₃ and C₄ plants.",
      "C) all photosynthetic eukaryotes.",
      "D) all known photoautotrophs, both bacterial and eukaryotic.",
      "E) all living cells."
    ],
    "back": "D",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "Photorespiration occurs when rubisco reacts RuBP with",
    "options": [
      "A) CO₂.",
      "B) O₂.",
      "C) glyceraldehyde 3-phosphate.",
      "D) 3-phosphoglycerate.",
      "E) NADPH."
    ],
    "back": "B",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "In an experiment studying photosynthesis performed during the day, you provide a plant with radioactive carbon (¹⁴C) dioxide as a metabolic tracer. The ¹⁴C is incorporated first into oxaloacetate. The plant is best characterized as a",
    "options": [
      "A) C₄ plant.",
      "B) C₃ plant.",
      "C) CAM plant.",
      "D) heterotroph.",
      "E) chemoautotroph."
    ],
    "back": "A",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "Why are C₄ plants able to photosynthesize with no apparent photorespiration?",
    "options": [
      "A) They do not participate in the Calvin cycle.",
      "B) They use PEP carboxylase to initially fix CO₂.",
      "C) They are adapted to cold, wet climates.",
      "D) They conserve water more efficiently.",
      "E) They exclude oxygen from their tissues."
    ],
    "back": "B",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "CAM plants keep stomata closed in daytime, thus reducing loss of water. They can do this because they",
    "options": [
      "A) fix CO₂ into organic acids during the night.",
      "B) fix CO₂ into sugars in the bundle-sheath cells.",
      "C) fix CO₂ into pyruvate in the mesophyll cells.",
      "D) use the enzyme phosphofructokinase, which outcompetes rubisco for CO₂.",
      "E) use photosystem I and photosystem II at night."
    ],
    "back": "A",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "Photorespiration lowers the efficiency of photosynthesis by",
    "options": [
      "A) carbon dioxide molecules.",
      "B) 3-phosphoglycerate molecules.",
      "C) ATP molecules.",
      "D) ribulose bisphosphate molecules.",
      "E) RuBP carboxylase molecules."
    ],
    "back": "B",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "The alternative pathways of photosynthesis using the C₄ or CAM systems are said to be compromises. Why?",
    "options": [
      "A) Each one minimizes both water loss and rate of photosynthesis.",
      "B) C₄ compromises on water loss and CAM compromises on photorespiration.",
      "C) Both minimize photorespiration but expend more ATP during carbon fixation.",
      "D) CAM plants allow more water loss, while C₄ plants allow less CO₂ into the plant.",
      "E) C₄ plants allow less water loss but CAM plants allow more water loss."
    ],
    "back": "C",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "If plant gene alterations cause the plants to be deficient in photorespiration, what would most probably occur?",
    "options": [
      "A) Photosynthetic efficiency would be reduced at low light intensities.",
      "B) Cells would carry on the Calvin cycle at a much slower rate.",
      "C) Less ATP would be generated.",
      "D) There would be more light-induced damage to the cells.",
      "E) Less oxygen would be produced."
    ],
    "back": "D",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "Compared to C₃ plants, C₄ plants",
    "options": [
      "A) can continue to fix CO₂ even at relatively low CO2 concentrations and high oxygen concentrations.",
      "B) have higher rates of photorespiration.",
      "C) do not use rubisco for carbon fixation.",
      "D) grow better under cool, moist conditions.",
      "E) make a four-carbon compound, oxaloacetate, which is then delivered to the citric acid cycle in mitochondria."
    ],
    "back": "A",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "If atmospheric CO₂ concentrations increase twofold or more, how will plants be affected, disregarding any changes in climate?",
    "options": [
      "A) All plants will experience increased rates of photosynthesis.",
      "B) C₃ plants will have faster growth; C₄ plants will be minimally affected.",
      "C) C₄ plants will have faster growth; C₃ plants will be minimally affected.",
      "D) C₃ plants will have faster growth; C₄ plants will have slower growth.",
      "E) Plant growth will not be affected because atmospheric CO₂ concentrations are never limiting for plant growth."
    ],
    "back": "B",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "Plants photosynthesize only in the light. Plants respire",
    "options": [
      "A) in the dark only.",
      "B) in the light only.",
      "C) both in light and dark.",
      "D) never–they get their ATP from photophosphorylation.",
      "E) only when excessive light energy induces photorespiration."
    ],
    "back": "C",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "A gardener is concerned that her greenhouse is getting too hot from too much light, and seeks to shade her plants with colored translucent plastic sheets. What color should she use to reduce overall light energy, but still maximize plant growth?",
    "options": [
      "A) green",
      "B) blue",
      "C) yellow",
      "D) orange",
      "E) any color will work equally well"
    ],
    "back": "B",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "Theodor W. Engelmann illuminated a filament of algae with light that passed through a prism, thus exposing different segments of algae to different wavelengths of light. He added aerobic bacteria and then noted in which areas the bacteria congregated. He noted that the largest groups were found in the areas illuminated by the red and blue light. What did Engelmann conclude about the congregation of bacteria in the red and blue areas?",
    "options": [
      "A) Bacteria released excess carbon dioxide in these areas.",
      "B) Bacteria congregated in these areas due to an increase in the temperature of the red and blue light.",
      "C) Bacteria congregated in these areas because these areas had the most oxygen being released.",
      "D) Bacteria are attracted to red and blue light and thus these wavelengths are more reactive than other wavelengths.",
      "E) Bacteria congregated in these areas due to an increase in the temperature caused by an increase in photosynthesis."
    ],
    "back": "C",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "Theodor W. Engelmann illuminated a filament of algae with light that passed through a prism, thus exposing different segments of algae to different wavelengths of light. He added aerobic bacteria and then noted in which areas the bacteria congregated. He noted that the largest groups were found in the areas illuminated by the red and blue light. An outcome of this experiment was to help determine",
    "options": [
      "A) the relationship between heterotrophic and autotrophic organisms.",
      "B) the relationship between wavelengths of light and the rate of aerobic respiration.",
      "C) the relationship between wavelengths of light and the amount of heat released.",
      "D) the relationship between wavelengths of light and the rate of photosynthesis.",
      "E) the relationship between the concentration of carbon dioxide and the rate of photosynthesis."
    ],
    "back": "D",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "Theodor W. Engelmann illuminated a filament of algae with light that passed through a prism, thus exposing different segments of algae to different wavelengths of light. He added aerobic bacteria and then noted in which areas the bacteria congregated. He noted that the largest groups were found in the areas illuminated by the red and blue light. If you ran the same experiment without passing light through a prism, what would you predict?",
    "options": [
      "A) There would be no difference in results.",
      "B) The bacteria would be relatively evenly distributed along the algal filaments.",
      "C) The number of bacteria present would decrease due to an increase in the carbon dioxide concentration.",
      "D) The number of bacteria present would increase due to an increase in the carbon dioxide concentration.",
      "E) The number of bacteria would decrease due to a decrease in the temperature of the water."
    ],
    "back": "B",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "A spaceship is designed to support animal life for a multiyear voyage to the outer planets of the solar system. Plants will be grown to provide oxygen and to recycle carbon dioxide. Since the spaceship will be too far from the sun for photosynthesis, an artificial light source will be needed. What wavelengths of light should be used to maximize plant growth with a minimum of energy expenditure?",
    "options": [
      "A) full-spectrum white light",
      "B) green light",
      "C) a mixture of blue and red light",
      "D) yellow light",
      "E) UV light"
    ],
    "back": "C",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "A spaceship is designed to support animal life for a multiyear voyage to the outer planets of the solar system. Plants will be grown to provide oxygen and to recycle carbon dioxide. If the power fails and the lights go dark, what will happen to CO₂ levels?",
    "options": [
      "A) CO₂ will rise as a result of both animal and plant respiration.",
      "B) CO₂ will rise as a result of animal respiration only.",
      "C) CO₂ will remain balanced because plants will continue to fix CO₂ in the dark.",
      "D) CO₂ will fall because plants will increase CO₂ fixation.",
      "E) CO₂ will fall because plants will cease to respire in the dark."
    ],
    "back": "A",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "The light reactions of photosynthesis supply the Calvin cycle with",
    "options": [
      "A) light energy.",
      "B) CO₂ and ATP.",
      "C) H₂O and NADPH.",
      "D) ATP and NADPH.",
      "E) sugar and O₂."
    ],
    "back": "D",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "Which of the following sequences correctly represents the flow of electrons during photosynthesis?",
    "options": [
      "A) NADPH → O₂ → CO₂",
      "B) H₂O → NADPH → Calvin cycle",
      "C) NADPH → chlorophyll → Calvin cycle",
      "D) H₂O → photosystem I → photosystem II",
      "E) NADPH → electron transport chain → O₂"
    ],
    "back": "B",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "How is photosynthesis similar in C₄ plants and CAM plants?",
    "options": [
      "A) In both cases, only photosystem I is used.",
      "B) Both types of plants make sugar without the Calvin cycle.",
      "C) In both cases, rubisco is not used to fix carbon initially.",
      "D) Both types of plants make most of their sugar in the dark.",
      "E) In both cases, thylakoids are not involved in photosynthesis"
    ],
    "back": "C",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "Which of the following statements is a correct distinction between autotrophs and heterotrophs?",
    "options": [
      "A) Only heterotrophs require chemical compounds from the environment.",
      "B) Cellular respiration is unique to heterotrophs.",
      "C) Only heterotrophs have mitochondria.",
      "D) Autotrophs, but not heterotrophs, can nourish themselves beginning with CO₂ and other nutrients that are inorganic.",
      "E) Only heterotrophs require oxygen."
    ],
    "back": "D",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "Which of the following does not occur during the Calvin cycle?",
    "options": [
      "A) carbon fixation",
      "B) oxidation of NADPH",
      "C) release of oxygen",
      "D) regeneration of the CO₂ acceptor",
      "E) consumption of ATP"
    ],
    "back": "C",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "In mechanism, photophosphorylation is most similar to",
    "options": [
      "A) substrate-level phosphorylation in glycolysis.",
      "B) oxidative phosphorylation in cellular respiration.",
      "C) the Calvin cycle.",
      "D) carbon fixation.",
      "E) reduction of NADP⁺."
    ],
    "back": "B",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  },
  {
    "front": "Which process is most directly driven by light energy?",
    "options": [
      "A) creation of a pH gradient by pumping protons across the thylakoid membrane",
      "B) carbon fixation in the stroma",
      "C) reduction of NADP⁺ molecules",
      "D) removal of electrons from chlorophyll molecules",
      "E) ATP synthesis"
    ],
    "back": "D",
    "unit": "Unit 6",
    "chapter": "Chapter 10",
    "images": []
  }
]

