[
    {
        "front": "1) All of the following contributed to the dust bowl in the American southwest during the 1930s except",
        "options": [
            "A) overgrazing by cattle.",
            "B) clear-cutting of forest trees.",
            "C) plowing of native grasses.",
            "D) planting of field crops.",
            "E) lack of soil moisture."
        ],
        "back": "B",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "2) For this pair of items, choose the option that best describes their relationship. (A) The average size of particles that constitute silt (B)  The average size of particles that constitute clay",
        "options": [
            "A) Item (A)  is larger than item (B).",
            "B) Item (A) is smaller than item (B).",
            "C) Item (A) is exactly or very approximately equal to item (B).",
            "D) Item (A) bears no relationship to item (B)."
        ],
        "back": "B",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "3) For this pair of items, choose the option that best describes their relationship. (A) The amount of nitrogen in a fertilizer marked  \"15-10-5\" (B) The amount of nitrogen in a fertilizer  marked \"15-5-5\"",
        "options": [
            "A) Item (A) is greater than item (B).",
            "B) Item (A) is less  than item (B).",
            "C) Item (A) is exactly or very approximately  equal to item (B).",
            "D) Item (A) is unrelated to item (B)."
        ],
        "back": "C",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "4) For this pair of items, choose the option that best describes their relationship. (A) The amount of molybdenum in a gram of dried plant material (B) The amount of sulfur in a gram of dried plant material",
        "options": [
            "A) Item (A) is greater than item (B).",
            "B) Item (A) is less  than item (B).",
            "C) Item (A) is exactly or very approximately  equal to item (B).",
            "D) There is not enough information to make a  meaningful comparison."
        ],
        "back": "B",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "5) Which of the following plant structures shares the most common features and functions with a fungal hyphae?",
        "options": [
            "A) stomata",
            "B) vascular cambium",
            "C) lenticels",
            "D) root hairs",
            "E) prop roots"
        ],
        "back": "D",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "6) A researcher analyzes the mineral content of a particular grass and is surprised to find substantial levels of uranium in both leaf and root tissues. The most likely explanation for this finding is that",
        "options": [
            "A) uranium is an essential nutrient for this grass.",
            "B) the  plant has a mutation in its active transport proteins.",
            "C) there  is a higher than usual concentration of uranium in the soil.",
            "D)  uranium is substituting for some other essential nutrient.",
            "E)  uranium is being supplied by mycorrhizae."
        ],
        "back": "C",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "7) Which of the following would be in the lowest concentration in an actively growing shoot tip?",
        "options": [
            "A) zinc",
            "B) nitrogen",
            "C) phosphorus",
            "D) potassium",
            "E) calcium"
        ],
        "back": "A",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "8) If you wanted to increase the cation exchange and water retention capacity of loamy soil, what should you do?",
        "options": [
            "A) adjust the soil pH to 7.9",
            "B) add clay to the soil",
            "C) practice no-till agriculture",
            "D) add fertilizer containing potassium, calcium, and magnesium to the soil",
            "E) increase the number of sand particles in the soil"
        ],
        "back": "B",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "9) Most of the water taken up by a plant is",
        "options": [
            "A) used as a solvent.",
            "B) used as a hydrogen source in photosynthesis.",
            "C) lost during transpiration.",
            "D) converted to CO₂.",
            "E) used to keep cells turgid."
        ],
        "back": "C",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "10) There are several properties that are characteristic of a soil in which typical plants would grow well. Of the following, which would be the least conducive to plant growth?",
        "options": [
            "A) abundant humus",
            "B) numerous soil organisms",
            "C) compacted soil",
            "D) high porosity",
            "E) high cation exchange capacity"
        ],
        "back": "C",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "11) A soil well suited for the growth of most plants would have all of the following properties except",
        "options": [
            "A) abundant humus.",
            "B) air spaces.",
            "C) good drainage.",
            "D) high cation exchange capacity.",
            "E) a high pH."
        ],
        "back": "E",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "12) What soil(s) is (are) the most fertile?",
        "options": [
            "A) humus only",
            "B) loam only",
            "C) silt only",
            "D) clay only",
            "E) both humus and loam"
        ],
        "back": "E",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "13) Why does overwatering a plant kill it?",
        "options": [
            "A) Water does not have all the necessary minerals a plant needs to grow.",
            "B) Water neutralizes the pH of the soil.",
            "C) The roots are deprived of oxygen.",
            "D) Water supports the growth of root parasites.",
            "E) Water lowers the water potential of the roots."
        ],
        "back": "C",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "14) A soil can be amended to reduce minerals from leaching into the water table by adding",
        "options": [
            "A) humus.",
            "B) sand.",
            "C) mycorrhizae.",
            "D) nitrogen.",
            "E) silt."
        ],
        "back": "A",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "15) Which of the following soil minerals is most likely leached away during a hard rain?",
        "options": [
            "A) Na+",
            "B) K+",
            "C) Ca++",
            "D) NO₃-",
            "E) H+"
        ],
        "back": "D",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "16) The NPK percentages on a package of fertilizer refer to the",
        "options": [
            "A) total protein content of the three major ingredients of the fertilizer.",
            "B) percentages of manure collected from different types of animals.",
            "C) relative percentages of organic and inorganic nutrients in the fertilizer.",
            "D) percentages of three important mineral nutrients.",
            "E) proportions of three different nitrogen sources."
        ],
        "back": "D",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "17) A young farmer purchases some land in a relatively arid area and is interested in earning a reasonable profit for many years. Which of the following strategies would best allow the farmer to achieve such a goal?",
        "options": [
            "A) establishing an extensive irrigation system",
            "B) using plenty of the best fertilizers",
            "C) finding a way to sell all parts of crop plants",
            "D) selecting crops adapted to arid areas",
            "E) converting hillsides into fields"
        ],
        "back": "D",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "18) A farming commitment that embraces a variety of methods that are conservation-minded, environmentally safe, and profitable is called",
        "options": [
            "A) hydroponics.",
            "B) nitrogen fixation.",
            "C) responsible irrigation.",
            "D) genetic engineering.",
            "E) sustainable agriculture."
        ],
        "back": "E",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "19) Which of the following would be the most effective strategy to remove toxic heavy metals from a soil?",
        "options": [
            "A) heavy irrigation to leach out the heavy metals",
            "B) application of fertilizers to compete with heavy metal uptake",
            "C) application of sulfur to lower the soil pH and precipitate the heavy metals",
            "D) adding plant species that have the ability to take up and volatilize heavy metals",
            "E) inoculating soil with mycorrhizae to avoid heavy metal uptake"
        ],
        "back": "D",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "20) Most of the dry weight of a plant is the result of uptake of",
        "options": [
            "A) water and minerals through root hairs.",
            "B) water and minerals through mycorrhizae.",
            "C) CO₂ through stoma.",
            "D) CO₂ and O₂ through stomata in leaves.",
            "E) carbohydrates in the root hairs and concentration in the root cortex."
        ],
        "back": "C",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "21) Most of the dry weight of a plant is derived from",
        "options": [
            "A) NO₃ and CO₂.",
            "B) K and CO₂.",
            "C) PO₄ and K.",
            "D) H₂O and K.",
            "E) H₂O and CO₂."
        ],
        "back": "E",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "22) In hydroponic culture, what is the purpose of bubbling air into the solute?",
        "options": [
            "A) to keep dissolved nutrients evenly distributed",
            "B) to provide oxygen to the root cells",
            "C) to inhibit the growth of aerobic algae",
            "D) to inhibit the growth of anaerobic bacteria",
            "E) to provide CO₂ for photosynthesis"
        ],
        "back": "B",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "23) When performing a mineral nutrition experiment, researchers use water from a glass still. Why is it not a good idea to use regular distilled water from a stainless steel still?",
        "options": [
            "A) With a steel still, lime deposits from hard water will build up too quickly.",
            "B) Salts in the water corrode steel more quickly than glass.",
            "C) Metal ions dissolving off the steel may serve as micronutrients.",
            "D) A glass still allows the distillation process to be observed.",
            "E) There is no difference; both kinds of stills produce distilled water."
        ],
        "back": "C",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "24) Which of the following essential nutrients plays an essential role in the opening and closing of the stomatal aperture?",
        "options": [
            "A) Fe",
            "B) Bo",
            "C) Mg",
            "D) H",
            "E) K"
        ],
        "back": "E",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "25) Which of the following is of least concern to a researcher in a mineral nutrition experiment?",
        "options": [
            "A) purity of the chemicals used to make the nutrient solutions",
            "B) purity of the water used to make the nutrient solutions",
            "C) chemical inertness of the container used to make and store the nutrient solutions",
            "D) ability of a laboratory balance to weigh very small quantities of chemicals",
            "E) medium in which the test seedlings were grown"
        ],
        "back": "D",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "26) Which two elements make up more than 90% of the dry weight of plants?",
        "options": [
            "A) carbon and nitrogen",
            "B) oxygen and hydrogen",
            "C) nitrogen and oxygen",
            "D) oxygen and carbon",
            "E) carbon and potassium"
        ],
        "back": "D",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "27) The bulk of a plant's dry weight is derived from",
        "options": [
            "A) soil minerals.",
            "B) CO₂.",
            "C) the hydrogen from H₂O.",
            "D) the oxygen from H₂O.",
            "E) the uptake of organic nutrients  from the soil."
        ],
        "back": "B",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "28) When comparing a developing leaf with a fully mature leaf, the developing leaf will have",
        "options": [
            "A) a lower water content.",
            "B) higher nutrient levels.",
            "C) a lower DNA content.",
            "D) a higher photosynthetic rate.",
            "E) a lower gas exchange rate."
        ],
        "back": "B",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "29) A growing plant exhibits chlorosis of the leaves, especially the older, more mature ones. The chlorosis is probably due to a deficiency of which of the following macronutrients?",
        "options": [
            "A) carbon",
            "B) oxygen",
            "C) nitrogen",
            "D) calcium",
            "E) hydrogen"
        ],
        "back": "C",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "30) Which of the following elements is incorrectly paired with its function in a plant?",
        "options": [
            "A) nitrogen component of nucleic acids, proteins, hormones, coenzymes",
            "B) magnesium component of chlorophyll; activates many enzymes",
            "C) phosphorus component of nucleic acids, phospholipids, ATP, several coenzymes",
            "D) potassium cofactor functional in protein synthesis, osmosis, operation of stomata",
            "E) sulfur component of DNA; activates some enzymes"
        ],
        "back": "E",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "31) Which of the following elements, if increased in concentration, would increase the stability of cell walls?",
        "options": [
            "A) zinc",
            "B) chlorine",
            "C) calcium",
            "D) molybdenum",
            "E) manganese"
        ],
        "back": "C",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "32) In the 1640s Jan Baptista van Helmont planted a small willow in a pot that contained 90.9 kg of soil. After five years, the plant weighed 76.8 kg, but only 0.06 kg of soil had disappeared from the pot. What did van Helmont conclude from this experiment?",
        "options": [
            "A) 80-90% of the tree's mass is the result of C₃ photosynthesis.",
            "B) The increase in the mass of the tree was from the water that he added over the five years.",
            "C) Most of the increase in the mass of the tree was due to the uptake of CO₂.",
            "D) Soil simply provides physical support for the tree without providing any nutrients.",
            "E) The 0.06 kg of soil was mainly nitrogen."
        ],
        "back": "B",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "33) A farmer noted that many of his tomato fruits turned brown at the base as they ripened. The following spring when he replanted, seedlings only grew for a few weeks before the apical tips of many of the plants turned brown and the plants ultimately died. The most likely explanation for this observation is a soil deficiency in",
        "options": [
            "A) nitrogen.",
            "B) phosphorus.",
            "C) potassium.",
            "D) calcium.",
            "E) magnesium."
        ],
        "back": "D",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "34) Synthesis of which of the following compounds in a mature leaf would be least impacted by a temporary soil nitrogen deficiency?",
        "options": [
            "A) chlorophyll",
            "B) DNA",
            "C) RNA",
            "D) amino acids",
            "E) cellulose"
        ],
        "back": "E",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "35) What is a major function of magnesium in plants?",
        "options": [
            "A) to be a component of lignin-biosynthetic enzymes",
            "B) to be a component of DNA and RNA",
            "C) to be a component of chlorophyll",
            "D) to be active in amino acid formation",
            "E) to be required to regenerate phosphoenolpyruvate in C₄ and CAM plants"
        ],
        "back": "C",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "36) Reddish-purple coloring of leaves, especially along the margins of young leaves, is a typical symptom of deficiency of which element?",
        "options": [
            "A) C",
            "B) M++",
            "C) N",
            "D) P",
            "E) K+"
        ],
        "back": "D",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "37) Which of the following best describes the general role of micronutrients in plants?",
        "options": [
            "A) They are cofactors in enzymatic reactions.",
            "B) They are necessary for essential regulatory functions.",
            "C) They prevent chlorosis.",
            "D) They are components of nucleic acids.",
            "E) They are necessary for the formation of cell walls."
        ],
        "back": "A",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "38) Which of the following is not true of micronutrients in plants?",
        "options": [
            "A) They are elements required in relatively small amounts.",
            "B) They are required for a plant to grow from a seed and complete its life cycle.",
            "C) They generally help in catalytic functions in the plant.",
            "D) They are the essential elements of small size and molecular weight.",
            "E) Deficiencies vary widely by soil type."
        ],
        "back": "D",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "39) A corn (Zea mays) mutant is developed that is deficient in magnesium uptake. The most likely phenotypic expression would be",
        "options": [
            "A) chlorosis, especially in the older leaves.",
            "B) a purple tinge to actively growing shoots.",
            "C) severely stunted root growth and branching.",
            "D) a reduction in leaf surface area.",
            "E) a delay in flowering."
        ],
        "back": "E",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "40) If an African violet has chlorosis, which of the following elements might be a useful addition to the soil?",
        "options": [
            "A) chlorine",
            "B) molybdenum",
            "C) copper",
            "D) iodine",
            "E) magnesium"
        ],
        "back": "E",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "41) Iron deficiency is often indicated by yellowing in newly formed leaves. This suggests that iron",
        "options": [
            "A) is a relatively immobile nutrient in plants.",
            "B) is tied up in formed chlorophyll molecules.",
            "C) is concentrated in the xylem of older leaves.",
            "D) is concentrated in the phloem of older leaves.",
            "E) is found in leghemoglobin and reduces the amount available to new plant parts."
        ],
        "back": "A",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "42) Nitrogen fixation is a process that",
        "options": [
            "A) recycles nitrogen compounds from dead and decaying materials.",
            "B) converts ammonia to ammonium.",
            "C) releases nitrate from the rock substrate.",
            "D) converts nitrogen gas into ammonia.",
            "E) recycles nitrogen compounds from dead and decaying materials, and converts ammonia to ammonium."
        ],
        "back": "D",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "43) Why is nitrogen fixation an essential process?",
        "options": [
            "A) Nitrogen fixation can only be done by certain prokaryotes.",
            "B) Fixed nitrogen is often the limiting factor in plant growth.",
            "C) Nitrogen fixation is very expensive in terms of metabolic energy.",
            "D) Nitrogen fixers are sometimes symbiotic with legumes.",
            "E) Nitrogen-fixing capacity can be genetically engineered."
        ],
        "back": "B",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "44) In what way do nitrogen compounds differ from other minerals needed by plants?",
        "options": [
            "A) Only nitrogen can be lost from the soil.",
            "B) Only nitrogen requires the action of bacteria to be made available to plants.",
            "C) Only nitrogen is needed for protein synthesis.",
            "D) Only nitrogen is held by cation exchange capacity in the soil.",
            "E) Only nitrogen can be absorbed by root hairs."
        ],
        "back": "B",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "45) Which of the following, if used as a fertilizer, would be most immediately available for plant uptake?",
        "options": [
            "A) NH₃",
            "B) N₂",
            "C) CN₂H₂",
            "D) NO₃",
            "E) amino acids"
        ],
        "back": "D",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "46) The enzyme complex nitrogenase catalyzes the reaction that reduces atmospheric nitrogen to",
        "options": [
            "A) N₂.",
            "B) NH₃.",
            "C) NO₂.",
            "D) NO+.",
            "E) NO-."
        ],
        "back": "B",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "47) In a root nodule, the gene coding for nitrogenase",
        "options": [
            "A) is inactivated by leghemoglobin.",
            "B) is absent in active bacteroids.",
            "C) is found in the cells of the pericycle.",
            "D) protects the nodule from nitrogen.",
            "E) is part of the Rhizobium genome."
        ],
        "back": "E",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "48) The most efficient way to increase essential amino acids in crop plants for human consumption would be to",
        "options": [
            "A) breed for higher yield of deficient amino acids.",
            "B) increase the amount of fertilizer used on fields.",
            "C) use 20-20-20 fertilizer instead of 20-5-5 fertilizer.",
            "D) engineer nitrogen-fixing nodules into crop plants lacking them.",
            "E) increase irrigation of nitrogen-fixing crops."
        ],
        "back": "A",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "49) Which of the following habitats would most likely have a high proportion of species of plants that are in symbiotic association with nitrogen-fixing bacteria?",
        "options": [
            "A) anoxic soils such as fens and bogs",
            "B) nutrient-limiting soils such as wet tropical rain forests",
            "C) loamy soils such as temperate forests",
            "D) agriculturally productive regions that have gone fallow",
            "E) alpine coniferous forests"
        ],
        "back": "B",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "50) If a plant is infected with nitrogen-fixing bacteria, what is the most probable effect on the plant?",
        "options": [
            "A) It gets chlorosis.",
            "B) It dies.",
            "C) It is supplied with increased essential elements from the soil.",
            "D) It will likely grow faster.",
            "E) It becomes flaccid due to the loss of water and nutrients from the roots."
        ],
        "back": "D",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "51) You are weeding your garden when you accidentally expose some roots of your pea plants. You notice swellings (root nodules) on the roots and there is a reddish tinge to the ones you accidentally damaged. Most likely your peas plants",
        "options": [
            "A) suffer from a mineral deficiency.",
            "B) are infected with a parasite.",
            "C) are benefiting from a mutualistic bacterium.",
            "D) are developing offshoots from the root.",
            "E) contain developing insect pupa."
        ],
        "back": "C",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "52) Which of the following is a true statement about nitrogen fixation in root nodules?",
        "options": [
            "A) The plant contributes the nitrogenase enzyme.",
            "B) The process is relatively inexpensive in terms of ATP costs.",
            "C) Leghemoglobin helps maintain a low O₂ concentration within the nodule.",
            "D) The process tends to deplete nitrogen compounds in the soil.",
            "E) The bacteria of the nodule are autotrophic."
        ],
        "back": "C",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "53) Upregulation of leghemoglobin biosynthesis in a leguminous species would most likely indicate",
        "options": [
            "A) the plant is suffering from a mineral deficiency.",
            "B) the successful inoculation of nitrogen-fixing bacteria.",
            "C) the plant is suffering from water stress.",
            "D) the plant has been infected with mycorrhizae.",
            "E) an increase in the biosynthesis of amino acids."
        ],
        "back": "B",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "54) Which of the following is not a function of rhizobacteria?",
        "options": [
            "A) produce hormones that stimulate plant growth",
            "B) produce antibiotics that protect roots from disease",
            "C) absorb toxic metals",
            "D) carry out nitrogen fixation",
            "E) supply growing roots with glucose"
        ],
        "back": "E",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "55) A woodlot was sprayed with a fungicide. What would be the most serious effect of such spraying?",
        "options": [
            "A) a decrease in food for animals that eat mushrooms",
            "B) an increase in rates of wood decay",
            "C) a decrease in tree growth due to the death of mycorrhizae",
            "D) an increase in the number of decomposing bacteria",
            "E) a decrease in food for animals that eat mushrooms, and an increase in rates of wood decay"
        ],
        "back": "C",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "56) An example of a mutualistic association between a plant and a fungus would be",
        "options": [
            "A) nitrogen fixation.",
            "B) Rhizobium infection.",
            "C) mycorrhizae.",
            "D) parasitic infection.",
            "E) assisted pollination."
        ],
        "back": "C",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "57) Hyphae form a covering over roots. These hyphae create a large surface area that helps to do which of the following?",
        "options": [
            "A) aid in absorbing minerals and ions",
            "B) maintain cell shape",
            "C) increase cellular respiration",
            "D) anchor a plant",
            "E) protect the roots from ultraviolet light"
        ],
        "back": "A",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "58) Which of the following is a primary difference between ectomycorrhizae and endomycorrhizae?",
        "options": [
            "A) Endomycorrhizae have thicker, shorter hyphae than ectomycorrhizae.",
            "B) Endomycorrhizae, but not ectomycorrhizae, form a dense sheath over the surface of the root.",
            "C) Ectomycorrhizae do not penetrate root cells, whereas endomycorrhizae grow into invaginations of the root cell membranes.",
            "D) Ectomycorrhizae are found in woody plant species; about 85% of plant families form ectomycorrhizae.",
            "E) There are no significant differences between ectomycorrhizae and endomycorrhizae."
        ],
        "back": "C",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "59) The earliest vascular plants on land had underground stems (rhizomes) but no roots. Water and mineral nutrients were most likely obtained by",
        "options": [
            "A) absorption by hairs and trichomes.",
            "B) diffusion through stomata.",
            "C) absorption by mycorrhizae.",
            "D) osmosis through the root hairs.",
            "E) diffusion across the cuticle of the rhizome."
        ],
        "back": "C",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "60) Dwarf mistletoe grows on many pine trees in the Rockies. Although the mistletoe is green, it is probably not sufficiently active in photosynthesis to produce all the sugar it needs. The mistletoe also produces haustoria. Thus, dwarf mistletoe growing on pine trees is best classified as",
        "options": [
            "A) an epiphyte.",
            "B) a nitrogen-fixing plant.",
            "C) a carnivorous plant.",
            "D) a symbiotic plant.",
            "E) a parasite."
        ],
        "back": "E",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "61) What are epiphytes?",
        "options": [
            "A) aerial vines common in tropical regions",
            "B) haustoria used for anchoring to host plants and obtaining xylem sap",
            "C) plants that live in poor soil and digest insects to obtain nitrogen",
            "D) plants that grow on other plants but do not obtain nutrients from their hosts",
            "E) plants that have a symbiotic relationship with fungi"
        ],
        "back": "D",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "62) Carnivorous plants have evolved mechanisms that trap and digest small animals. The products of this digestion are used to supplement the plant's supply of",
        "options": [
            "A) energy.",
            "B) carbohydrates.",
            "C) lipids and steroids.",
            "D) minerals.",
            "E) water."
        ],
        "back": "D",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "63) Plant roots can enhance the availability of mineral nutrients for uptake by",
        "options": [
            "A) increased respiration.",
            "B) increased photosynthesis.",
            "C) release of chelating agents.",
            "D) growing faster.",
            "E) acidifying the soil."
        ],
        "back": "A",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "64) Rhizobia and mycorrhizae share all of the following features except",
        "options": [
            "A) they both benefit by receiving carbohydrate from the plant.",
            "B) many are host-specific.",
            "C) they both become parasitic in nutrient-rich environments.",
            "D) they both enhance the growth of most plants.",
            "E) they both are found in most ecosystems of the world."
        ],
        "back": "C",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "65) Rhizobia, actinomycetes, and cyanobacteria all share the common feature that they can",
        "options": [
            "A) increase water uptake in plants.",
            "B) increase nutrient availability in the soil for plants.",
            "C) kill parasites in the soil.",
            "D) exist in extreme environments.",
            "E) fix atmospheric nitrogen."
        ],
        "back": "E",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "66) Which soil type or habitat would be least likely to have high populations of mycorrhizae?",
        "options": [
            "A) acidic bogs and fens",
            "B) loamy soils",
            "C) sandy soils",
            "D) tropical forests",
            "E) desert soils"
        ],
        "back": "A",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "Figure 37.1 shows the results of a study to determine the effect of soil air spaces on plant growth. Figure 37.1 67) The best conclusion drawn from the data in Figure 37.1 is that the plant",
        "options": [
            "A) grows best without air in the soil.",
            "B) grows fastest in 5-10% air.",
            "C) grows best at soil air levels above 15%.",
            "D) does not respond differently to different levels of air in the soil.",
            "E) would grow to 24 grams in 40% soil air."
        ],
        "back": "B",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": [
            "https://web.archive.org/web/20170801130601im_/https://www.easynotecards.com/uploads/414/39/_39367d51_13ab9201884__8000_00000132.jpg"
        ]
    },
    {
        "front": "Figure 37.1 shows the results of a study to determine the effect of soil air spaces on plant growth. Figure 37.1 68) The data in Figure 37.1 indicate that the plant",
        "options": [
            "A) grows best at the lower levels of air in the soil.",
            "B) grows about the same in 15% and 20% soil air levels.",
            "C) grows best in soil air levels above 15%.",
            "D) grows about the same in 15% and 20% soil air levels, and grows best in soil air levels above 15%.",
            "E) grows about the same in 15% and 20% soil air levels, grows best in soil air levels above 15%, and grows best at the lower levels of air in the soil."
        ],
        "back": "D",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": [
            "https://web.archive.org/web/20170801130601im_/https://www.easynotecards.com/uploads/414/39/_39367d51_13ab9201884__8000_00000132.jpg"
        ]
    },
    {
        "front": "Figure 37.1 shows the results of a study to determine the effect of soil air spaces on plant growth. Figure 37.1 69) The best explanation for the shape of the growth response curve in Figure 37.1 is that",
        "options": [
            "A) the plant requires air in the soil for photosynthesis.",
            "B) the roots are able to absorb more nitrogen (N2) in high levels of air.",
            "C) most of the decrease in weight at low air levels is due to transpiration from the leaves.",
            "D) increased soil air produces more root mass in the soil but does not affect the top stems and leaves.",
            "E) the roots require oxygen for respiration and growth."
        ],
        "back": "E",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": [
            "https://web.archive.org/web/20170801130601im_/https://www.easynotecards.com/uploads/414/39/_39367d51_13ab9201884__8000_00000132.jpg"
        ]
    },
    {
        "front": "In west Texas, cotton has become an important crop in the last several decades. However, in this hot, dry part of the country there is little rainfall, so farmers irrigate their cotton fields. They must also regularly fertilize the cotton fields because the soil is very sandy. Figure 37.2 shows the record of annual productivity (measured in kilograms of cotton per hectare of land) since 1960 in a west Texas cotton field. Use these data to answer the following questions. Figure 37.2 70) Based on the information provided in Figure 37.2, what is  the most likely cause of the decline in productivity?",
        "options": [
            "A) The  farmer used the wrong kind of fertilizer.",
            "B) The cotton is  developing a resistance to the fertilizer and to irrigation water.",
            "C) Water has accumulated in the soil due to irrigation.",
            "D)  The soil water potential has become more negative due to salination.",
            "E) The rate of photosynthesis has declined due to irrigation."
        ],
        "back": "D",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": [
            "https://web.archive.org/web/20170801130601im_/https://www.easynotecards.com/uploads/416/41/_39367d51_13ab9201884__8000_00000134.jpg"
        ]
    },
    {
        "front": "In west Texas, cotton has become an important crop in the last several decades. However, in this hot, dry part of the country there is little rainfall, so farmers irrigate their cotton fields. They must also regularly fertilize the cotton fields because the soil is very sandy. Figure 37.2 shows the record of annual productivity (measured in kilograms of cotton per hectare of land) since 1960 in a west Texas cotton field. Use these data to answer the following questions. Figure 37.2 71) If you were the county agriculture agent, what would be the  best advice you could give the farmer who owns the field under study  in Figure 37.2?",
        "options": [
            "A) Plant a variety of cotton that requires less  water and can tolerate salinity.",
            "B) Continue to fertilize, but  stop irrigating the field and rely on rainfall.",
            "C) Continue to  irrigate, but stop fertilizing the field and rely on organic nutrients  in the soil.",
            "D) Continue to fertilize and irrigate, but add the  nitrogen-fixing bacteria Rhizobium to the irrigation water until the  productivity increases.",
            "E) Add acid to the soil and increase its  cation exchange capabilities so more nutrients are retained in the soil."
        ],
        "back": "A",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": [
            "https://web.archive.org/web/20170801130601im_/https://www.easynotecards.com/uploads/416/41/_39367d51_13ab9201884__8000_00000134.jpg"
        ]
    },
    {
        "front": "72) You are conducting an experiment on plant growth. You take a plant fresh from the soil that weighs 5 kg. Then you dry the plant overnight and determine the dry weight to be 1 kg. Of this dry weight, how much would you expect to be made up of organic molecules?",
        "options": [
            "A) 1 gram",
            "B) 4 grams",
            "C) 40 grams",
            "D) 960 grams",
            "E) 1 kg"
        ],
        "back": "D",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "73) A group of 10 tomato plants are germinated and maintained in a large tray with no drainage. After several weeks they all begin to wilt and die despite repeated watering and fertilization. The most likely cause of this die-off is",
        "options": [
            "A) competition for resources.",
            "B) anoxia.",
            "C) organic nutrient depletion.",
            "D) no room left for root growth.",
            "E) buildup of toxic substances in the tray."
        ],
        "back": "B",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "74) A greenhouse experiment to test growth rates in tomato cultivars was conducted using sterile soil mix and watering with sterile solutions of water and fertilizer. Following germination, half of the plants in each group were transplanted into soil that was obtained from a nearby agricultural field (nonsterile), the other half into sterile soil. After several weeks the plants that were transplanted into nonsterile soil exhibited a much higher growth rate compared to the plants transplanted into sterile soil. The most likely explanation for this result is",
        "options": [
            "A) the plants transplanted into the nonsterile soil were inoculated with mycorrhizae.",
            "B) the plants transplanted into the nonsterile soil received more fertilizer.",
            "C) the plants transplanted into the sterile soil were stunted due to overfertilization.",
            "D) the plants transplanted into sterile soil suffered anoxia from improper water drainage."
        ],
        "back": "A",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "75) Most of the mass of organic material of a plant comes from",
        "options": [
            "A) water.",
            "B) carbon dioxide.",
            "C) soil minerals.",
            "D) atmospheric oxygen.",
            "E) nitrogen."
        ],
        "back": "B",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "76) Micronutrients are needed in very small amounts because",
        "options": [
            "A) most of them are mobile in the plant.",
            "B) most serve mainly as cofactors of enzymes.",
            "C) most are supplied in large enough quantities in seeds.",
            "D) they play only a minor role in the growth and health of the plant.",
            "E) only the most actively growing regions of the plants require micronutrients."
        ],
        "back": "B",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "77) Mycorrhizae enhance plant nutrition mainly by",
        "options": [
            "A) absorbing water and minerals through the fungal hyphae.",
            "B) providing sugar to root cells, which have no chloroplasts.",
            "C) converting atmospheric nitrogen to ammonia.",
            "D) enabling the roots to parasitize neighboring plants.",
            "E) stimulating the development of root hairs."
        ],
        "back": "A",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "78) Epiphytes are",
        "options": [
            "A) fungi that attack plants.",
            "B) fungi that form mutualistic associations with roots.",
            "C) nonphotosynthetic parasitic plants.",
            "D) plants that capture insects.",
            "E) plants that grow on other plants."
        ],
        "back": "E",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "79) Some of the problems associated with intensive irrigation include all but",
        "options": [
            "A) mineral runoff.",
            "B) overfertilization.",
            "C) land subsidence.",
            "D) aquifer depletion.",
            "E) soil salinization."
        ],
        "back": "B",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "80) A mineral deficiency is likely to affect older leaves more than younger leaves if",
        "options": [
            "A) the mineral is a micronutrient.",
            "B) the mineral is very mobile within the plant.",
            "C) the mineral is required for chlorophyll synthesis.",
            "D) the mineral is a macronutrient.",
            "E) the older leaves are in direct sunlight."
        ],
        "back": "B",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "81) We would expect the greatest difference in plant health between two groups of plants of the same species, one group with mycorrhizae and one group without mycorrhizae, in an environment",
        "options": [
            "A) where nitrogen-fixing bacteria are abundant.",
            "B) that has soil with poor drainage.",
            "C) that has hot summers and cold winters.",
            "D) in which the soil is relatively deficient in mineral nutrients.",
            "E) that is near a body of water, such as a pond or river."
        ],
        "back": "D",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "82) Two groups of tomatoes were grown under laboratory conditions, one with humus added to the soil and one a control without humus. The leaves of the plants grown without humus were yellowish (less green) compared with those of the plants grown in humus-enriched soil. The best explanation for this difference is that",
        "options": [
            "A) the healthy plants used the food in the decomposing leaves of the humus for energy to make chlorophyll.",
            "B) the humus made the soil more loosely packed, so water penetrated more easily to the roots.",
            "C) the humus contained minerals such as magnesium and iron, needed for the synthesis of chlorophyll.",
            "D) the heat released by the decomposing leaves of the humus caused more rapid growth and chlorophyll synthesis.",
            "E) the healthy plants absorbed chlorophyll from the humus."
        ],
        "back": "C",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    },
    {
        "front": "83) The specific relationship between a legume and its mutualistic Rhizobium strain probably depends on",
        "options": [
            "A) each legume having a chemical dialogue with a fungus.",
            "B) each Rhizobium strain having a form of nitrogenase that works only in the appropriate legume host.",
            "C) each legume being found where the soil has only the Rhizobium specific to that legume.",
            "D) specific recognition between the chemical signals and signal receptors of the Rhizobium strain and legume species.",
            "E) destruction of all incompatible Rhizobium strains by enzymes secreted from the legume’s roots."
        ],
        "back": "D",
        "unit": "Unit 37",
        "chapter": "Chapter 37",
        "images": []
    }
]