[
    {
        "front": "1) All of the following are plant adaptations to life on land except",
        "options": [
            "A) tracheids and vessels.",
            "B) root hairs.",
            "C) cuticle.",
            "D) the Calvin cycle of photosynthesis.",
            "E) collenchyma."
        ],
        "back": "D",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "2) The ancestors of land plants were aquatic algae. Which of the following is not an evolutionary adaptation to life on land?",
        "options": [
            "A) C₃ photosynthesis",
            "B) a waxy cuticle",
            "C) root hairs",
            "D) xylem and phloem",
            "E) guard cells"
        ],
        "back": "A",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "3) Most angiosperms have alternate phyllotaxy. What allows each leaf to get the maximum exposure to light and reduces shading of lower leaves?",
        "options": [
            "A) a leaf area index above 8",
            "B) self-pruning",
            "C) one  leaf only per node",
            "D) leaf emergence at an angle of 137.5°F from  the site of previous leaves",
            "E) a leaf area index above 8 and  leaf emergence at an angle of 137.5°F from the site of previous leaves"
        ],
        "back": "D",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "4) A plant developed a mineral deficiency after being treated with a fungicide. What is the most probable cause of the deficiency?",
        "options": [
            "A) Mineral receptor proteins in the plant membrane were not functioning.",
            "B) Mycorrhizal fungi were killed.",
            "C) Active transport of minerals was inhibited.",
            "D) The genes for the synthesis of transport proteins were destroyed.",
            "E) Proton pumps reversed the membrane potential."
        ],
        "back": "B",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "5) If you were to prune the shoot tips of a plant, what would be the effect on the plant and the leaf area index?",
        "options": [
            "A) bushier plants; lower leaf area index",
            "B) tall plants; lower leaf area index",
            "C) tall plants; higher leaf area index",
            "D) short plants; lower leaf area index",
            "E) bushier plants; higher leaf area indexes"
        ],
        "back": "E",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "6) Which structure or compartment is not part of the plant's apoplast?",
        "options": [
            "A) the lumen of a xylem vessel",
            "B) the lumen of a sieve tube",
            "C) the cell wall of a mesophyll cell",
            "D) the cell wall of a transfer cell",
            "E) the cell wall of a root hair"
        ],
        "back": "B",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "7) Which of the following would be least likely to affect osmosis in plants?",
        "options": [
            "A) proton pumps in the membrane",
            "B) a difference in solute concentrations",
            "C) receptor proteins in the membrane",
            "D) aquaporins",
            "E) a difference in water potential"
        ],
        "back": "C",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "8) Active transport involves all of the following except the",
        "options": [
            "A) diffusion of solute through the lipid bilayer of a membrane.",
            "B) pumping of solutes across the membrane.",
            "C) hydrolysis of ATP.",
            "D) transport of solute against a concentration gradient.",
            "E) specific transport protein in the membrane."
        ],
        "back": "A",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "9) Active transport of various materials in plants at the cellular level requires all of the following except",
        "options": [
            "A) a proton gradient.",
            "B) ATP.",
            "C) membrane potential.",
            "D) transport proteins",
            "E) xylem membranes."
        ],
        "back": "E",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "10) Which of the following is not a function of the plasma membrane proton pump?",
        "options": [
            "A) hydrolyzes ATP",
            "B) produces a proton gradient",
            "C) generates a membrane potential",
            "D) equalizes the charge on each side of a membrane",
            "E) stores potential energy on one side of a membrane"
        ],
        "back": "D",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "11) Given that early land plants most likely share a common ancestor with green algae, the earliest land plants were most likely",
        "options": [
            "A) nonvascular plants that grew leafless photosynthetic shoots above the shallow fresh water in which they lived.",
            "B) species that did not exhibit alternation of generations.",
            "C) vascular plants with well-defined root systems.",
            "D) plants with well-developed leaves.",
            "E) species with a well-developed, thick cuticle."
        ],
        "back": "A",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "12) The movement of water across biological membranes can best be predicted by",
        "options": [
            "A) negative charges in the cell wall.",
            "B) prevailing weather conditions.",
            "C) aquaporins.",
            "D) level of active transport.",
            "E) water potential."
        ],
        "back": "E",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "13) An open beaker of pure water has a water potential (Ψ) of",
        "options": [
            "A) -0.23 MPa.",
            "B) +0.23 MPa.",
            "C) +0.07 MPa.",
            "D) -0.0000001 MPa.",
            "E) 0.0 (zero)."
        ],
        "back": "E",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "14) All of the following have an effect on water potential (Ψ) in plants except",
        "options": [
            "A) physical pressure.",
            "B) water-attracting matrices.",
            "C) dissolved solutes.",
            "D) osmosis.",
            "E) DNA structure."
        ],
        "back": "E",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "15) If ΨP = 0.3 MPa and ΨS = -0.45 MPa, the resulting Ψ is",
        "options": [
            "A) +0.75 MPa.",
            "B) -0.75 MPa.",
            "C) -0.15 MPa.",
            "D) +0.15 MPa.",
            "E) -0.42 MPa."
        ],
        "back": "C",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "16) The value for Ψ in root tissue was found to be -0.15 MPa. If you take the root tissue and place it in a 0.1 M solution of sucrose (Ψ = -0.23 MPa), the net water flow would",
        "options": [
            "A) be from the tissue into the sucrose solution.",
            "B) be from the sucrose solution into the tissue.",
            "C) be in both directions and the concentrations would remain equal.",
            "D) occur only as ATP was hydrolyzed in the tissue.",
            "E) be impossible to determine from the values given here."
        ],
        "back": "A",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "17) Compared to a cell with few aquaporins in its membrane, a cell containing many aquaporins will",
        "options": [
            "A) have a faster rate of osmosis.",
            "B) have a lower water potential.",
            "C) have a higher water potential.",
            "D) have a faster rate of active transport.",
            "E) be flaccid."
        ],
        "back": "A",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "18) Some botanists argue that the entire plant should be considered as a single unit rather than a composite of many individual cells. Which of the following cellular structures cannot be used to support this view?",
        "options": [
            "A) cell wall",
            "B) cell membrane",
            "C) cytosol",
            "D) tonoplast",
            "E) symplast"
        ],
        "back": "D",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "19) Which of the following statements is false about bulk flow?",
        "options": [
            "A) It is driven primarily by pressure potential.",
            "B) It is more effective than diffusion over distances greater than 100 μm.",
            "C) It depends on a difference in pressure potential at the source and sink.",
            "D) It depends on the force of gravity on a column of water.",
            "E) It may be the result of either positive or negative pressure potential."
        ],
        "back": "D",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "20) Which of the following would likely not contribute to the surface area available for water absorption from the soil by a plant root system?",
        "options": [
            "A) root hairs",
            "B) endodermis",
            "C) mycorrhizae",
            "D) fungi associated with the roots",
            "E) fibrous arrangement of the roots"
        ],
        "back": "B",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "21) Root hairs are most important to a plant because they",
        "options": [
            "A) anchor a plant in the soil.",
            "B) store starches.",
            "C) increase the surface area for absorption.",
            "D) provide a habitat for nitrogen-fixing bacteria.",
            "E) contain xylem tissue."
        ],
        "back": "C",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "22) A water molecule could move all the way through a plant from soil to root to leaf to air and pass through a living cell only once. This living cell would be a part of which structure?",
        "options": [
            "A) the Casparian strip",
            "B) a guard cell",
            "C) the root epidermis",
            "D) the endodermis",
            "E) the root cortex"
        ],
        "back": "D",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "23) All of the following involve active transport across membranes except",
        "options": [
            "A) the movement of mineral nutrients from the apoplast to the symplast.",
            "B) the movement of sugar from mesophyll cells into sieve-tube elements.",
            "C) the movement of sugar from one sieve-tube element to the next.",
            "D) the movement of K+ across guard cell membranes during stomatal opening.",
            "E) the movement of mineral nutrients into cells of the root cortex."
        ],
        "back": "C",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "24) Which of the following statements about xylem is incorrect?",
        "options": [
            "A) It conducts material from root tips to leaves.",
            "B) The conducting cells are part of the apoplast.",
            "C) It transports mainly sugars and amino acids.",
            "D) It typically has a lower water potential than is found in soil.",
            "E) No energy input is required for transport."
        ],
        "back": "C",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "25) What is the role of proton pumps in root hair cells?",
        "options": [
            "A) establish ATP gradients",
            "B) maintain the H+ gradient",
            "C) pressurize xylem transport",
            "D) eliminate excess electrons",
            "E) assist in active uptake of water molecules"
        ],
        "back": "B",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "26) In plant roots, the Casparian strip is correctly described by which of the following?",
        "options": [
            "A) It aids in the uptake of nutrients.",
            "B) It provides energy for the active transport of minerals into the stele from the cortex.",
            "C) It ensures that all minerals are absorbed from the soil in equal amounts.",
            "D) It ensures that all water and dissolved substances must pass through a cell membrane before entering the stele.",
            "E) It provides increased surface area for the absorption of mineral nutrients."
        ],
        "back": "D",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "27) Which of the following is not an important component of the long-distance transport process in plants?",
        "options": [
            "A) the cohesion of water molecules",
            "B) a negative water potential",
            "C) the root parenchyma",
            "D) the active transport of solutes",
            "E) bulk flow from source to sink"
        ],
        "back": "C",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "28) Pine seedlings grown in sterile potting soil grow much slower than seedlings grown in soil from the area where the seeds were collected. This is most likely because",
        "options": [
            "A) the sterilization process kills the root hairs as they emerge from the seedling.",
            "B) the normal symbiotic fungi are not present in the sterilized soil.",
            "C) sterilization removes essential nutrients from the soil.",
            "D) water and mineral uptake is faster when mycorrhizae are present.",
            "E) B and D."
        ],
        "back": "E",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "29) The following factors may sometimes play a role in the movement of sap through xylem. Which one depends on the direct expenditure of ATP by the plant?",
        "options": [
            "A) capillarity of water within the xylem",
            "B) evaporation of water from leaves",
            "C) cohesion among water molecules",
            "D) concentration of ions in the symplast",
            "E) bulk flow of water in the root apoplast"
        ],
        "back": "D",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "30) One is most likely to see guttation in small plants when the",
        "options": [
            "A) transpiration rates are high.",
            "B) root pressure exceeds transpiration pull.",
            "C) preceding evening was hot, windy, and dry.",
            "D) water potential in the stele of the root is high.",
            "E) roots are not absorbing minerals from the soil."
        ],
        "back": "B",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "31) One would expect to find the highest density of aquaporins in which of the following?",
        "options": [
            "A) the plasma membrane of guard cells",
            "B) the pits of a tracheid",
            "C) the plasma membrane of parenchyma cells in a ripe fruit",
            "D) the plasma membrane of a mature mesophyll cell in a leaf",
            "E) the membrane lining plasmodesmata"
        ],
        "back": "A",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "32) If isolated plant cells with a water potential averaging -0.5 MPa are placed into a solution with a water potential of -0.3 MPa, which of the following would be the most likely outcome?",
        "options": [
            "A) The pressure potential of the cells would increase.",
            "B) Water would move out of the cells.",
            "C) The cell walls would rupture, killing the cells.",
            "D) Solutes would move out of the cells.",
            "E) The osmotic pressure of the cells would decrease."
        ],
        "back": "A",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "33) What drives the flow of water through the xylem?",
        "options": [
            "A) passive transport by the endodermis",
            "B) the number of companion cells in the phloem",
            "C) the evaporation of water from the leaves",
            "D) active transport by sieve-tube elements",
            "E) active transport by tracheid and vessel elements"
        ],
        "back": "C",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "34) What is the main force by which most of the water within xylem vessels moves toward the top of a tree?",
        "options": [
            "A) active transport of ions into the stele",
            "B) atmospheric pressure on roots",
            "C) evaporation of water through stoma",
            "D) the force of root pressure",
            "E) osmosis in the root"
        ],
        "back": "C",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "35) In which plant cell or tissue would the pressure component of water potential most often be negative?",
        "options": [
            "A) leaf mesophyll cell",
            "B) stem xylem",
            "C) stem phloem",
            "D) root cortex cell",
            "E) root epidermis"
        ],
        "back": "B",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "36) Water potential is generally most negative in which of the following parts of a plant?",
        "options": [
            "A) mesophyll cells of the leaf",
            "B) xylem vessels in leaves",
            "C) xylem vessels in roots",
            "D) cells of the root cortex",
            "E) root hairs"
        ],
        "back": "A",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "37) Which of the following has the lowest (most negative) water potential?",
        "options": [
            "A) root cortical cells",
            "B) root xylem",
            "C) trunk xylem",
            "D) leaf cell walls",
            "E) leaf air spaces"
        ],
        "back": "E",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "38) Which of the following is responsible for the cohesion of water molecules?",
        "options": [
            "A) hydrogen bonds between the oxygen atoms of a water molecule and cellulose in a vessel cell",
            "B) covalent bonds between the hydrogen atoms of two adjacent water molecules",
            "C) hydrogen bonds between the oxygen atom of one water molecule and a hydrogen atom of another water molecule",
            "D) covalent bonds between the oxygen atom of one water molecule and a hydrogen atom of another water molecule",
            "E) low concentrations of charged solutes in the fluid"
        ],
        "back": "C",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "39) Transpiration in plants requires all of the following except",
        "options": [
            "A) adhesion of water molecules to cellulose.",
            "B) cohesion between water molecules.",
            "C) evaporation of water molecules.",
            "D) active transport through xylem cells.",
            "E) transport through tracheids."
        ],
        "back": "D",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "40) Which of the following statements about transport in plants is false?",
        "options": [
            "A) Weak bonding between water molecules and the walls of xylem vessels or tracheids helps support the columns of water in the xylem.",
            "B) Hydrogen bonding between water molecules, which results in the high cohesion of the water, is essential for the rise of water in tall trees.",
            "C) Although some angiosperm plants develop considerable root pressure, this is not sufficient to raise water to the tops of tall trees.",
            "D) Most plant physiologists now agree that the pull from the top of the plant resulting from transpiration is sufficient, when combined with the cohesion of water, to explain the rise of water in the xylem in even the tallest trees.",
            "E) Gymnosperms can sometimes develop especially high root pressure, which may account for the rise of water in tall pine trees without transpiration pull."
        ],
        "back": "E",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "41) Active transport would be least important in the normal functioning of which of the following plant tissue types?",
        "options": [
            "A) leaf transfer cells",
            "B) stem tracheary elements",
            "C) root endodermal cells",
            "D) leaf mesophyll cells",
            "E) root sieve-tube elements"
        ],
        "back": "B",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "42) Which of the following statements is false concerning the xylem?",
        "options": [
            "A) Xylem tracheids and vessels fulfill their vital function only after their death.",
            "B) The cell walls of the tracheids are greatly strengthened with cellulose fibrils forming thickened rings or spirals.",
            "C) Water molecules are transpired from the cells of the leaves, and replaced by water molecules in the xylem pulled up from the roots due to the cohesion of water molecules.",
            "D) Movement of materials is by mass flow; solutes in xylary sap move due to a positive turgor pressure gradient from source to sink.",
            "E) In the morning, sap in the xylem begins to move first in the twigs of the upper portion of the tree, and later in the lower trunk."
        ],
        "back": "D",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "43) Xylem vessels, found in angiosperms, have a much greater internal diameter than tracheids, the only xylem-conducting cells found in gymnosperms. The tallest living trees, redwoods, are gymnosperms. Which of the following is an advantage of tracheids over vessels for long-distance transport to great heights?",
        "options": [
            "A) Adhesive forces are proportionally greater in narrower cylinders than in wider cylinders.",
            "B) The smaller the diameter of the xylem, the more likely cavitation will occur.",
            "C) Cohesive forces are greater in narrow tubes than in wide tubes of the same height.",
            "D) Adhesive forces are proportionally greater in narrower cylinders than in wider cylinders, and cohesive forces are greater in narrow tubes than in wide tubes of the same height.",
            "E) Adhesive forces are proportionally greater in narrower cylinders than in wider cylinders, and the smaller the diameter of the xylem, the more likely cavitation will occur."
        ],
        "back": "D",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "44) Water rises in plants primarily by cohesion-tension. Which of the following is not true about the cohesion-tension model?",
        "options": [
            "A) Water loss (transpiration) is the driving force for water movement.",
            "B) The \"tension\" of this model represents the excitability of the xylem cells.",
            "C) Cohesion represents the tendency for water molecules to stick together by hydrogen bonds.",
            "D) The physical forces in the capillary-sized xylem cells make it easier to overcome gravity.",
            "E) The water potential of the air is more negative than the xylem."
        ],
        "back": "B",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "45) Assume that a particular chemical interferes with the establishment and maintenance of proton gradients across the membranes of plant cells. All of the following processes would be directly affected by this chemical except",
        "options": [
            "A) photosynthesis.",
            "B) phloem loading.",
            "C) xylem transport.",
            "D) cellular respiration.",
            "E) stomatal opening."
        ],
        "back": "C",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "46) Which cells in a root form a protective barrier to the vascular system where all materials must move through the symplast?",
        "options": [
            "A) pericycle",
            "B) cortex",
            "C) epidermis",
            "D) endodermis",
            "E) exodermis"
        ],
        "back": "D",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "47) Guard cells do which of the following?",
        "options": [
            "A) protect the endodermis",
            "B) accumulate K+ and close the stomata",
            "C) contain chloroplasts that import K+ directly into the cells",
            "D) guard against mineral loss through the stomata",
            "E) help balance the photosynthesis-transpiration compromise"
        ],
        "back": "E",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "48) All of the following normally enter the plant through the roots except",
        "options": [
            "A) carbon dioxide.",
            "B) nitrogen.",
            "C) potassium.",
            "D) water.",
            "E) calcium."
        ],
        "back": "A",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "49) Photosynthesis begins to decline when leaves wilt because",
        "options": [
            "A) chloroplasts within wilted leaves are incapable of photosynthesis.",
            "B) CO2 accumulates in the leaves and inhibits the enzymes needed for photosynthesis.",
            "C) there is insufficient water for photolysis during the light reactions.",
            "D) stomata close, restricting CO₂ entry into the leaf.",
            "E) wilted leaves cannot absorb the red and blue wavelengths of light."
        ],
        "back": "D",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "50) The water lost during transpiration is a side effect of the plant's exchange of gases. However, the plant derives some benefit from this water loss in the form of",
        "options": [
            "A) evaporative cooling.",
            "B) mineral transport.",
            "C) increased turgor.",
            "D) increased growth,",
            "E) only evaporative cooling and mineral transport."
        ],
        "back": "E",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "51) Ignoring all other factors, what kind of day would result in the fastest delivery of water and minerals to the leaves of a tree?",
        "options": [
            "A) cool, dry day",
            "B) warm, dry day",
            "C) warm, humid day",
            "D) cool, humid day",
            "E) very hot, dry, windy day"
        ],
        "back": "B",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "52) If the guard cells and surrounding epidermal cells in a plant are deficient in potassium ions, all of the following would occur except",
        "options": [
            "A) photosynthesis would decrease.",
            "B) roots would take up less water.",
            "C) phloem transport rates would decrease.",
            "D) leaf temperatures would decrease.",
            "E) stomata would be closed."
        ],
        "back": "D",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "53) The opening of stomata is thought to involve",
        "options": [
            "A) an increase in the solute concentration of the guard cells.",
            "B) a decrease in the solute concentration of the stoma.",
            "C) active transport of water out of the guard cells.",
            "D) decreased turgor pressure in guard cells.",
            "E) movement of K+ from the guard cells."
        ],
        "back": "A",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "54) Which of the following experimental procedures would most likely reduce transpiration while allowing the normal growth of a plant?",
        "options": [
            "A) subjecting the leaves of the plant to a partial vacuum",
            "B) increasing the level of carbon dioxide around the plant",
            "C) putting the plant in drier soil",
            "D) decreasing the relative humidity around the plant",
            "E) injecting potassium ions into the guard cells of the plant"
        ],
        "back": "B",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "55) Guard cells are the only cells in the epidermis that contain chloroplasts and can undergo photosynthesis. This is important because",
        "options": [
            "A) chloroplasts sense when light is available so that guard cells will open.",
            "B) photosynthesis provides the energy necessary for contractile proteins to flex and open the guard cells.",
            "C) guard cells will produce the O₂ necessary to power active transport.",
            "D) ATP is required to power proton pumps in the guard cell membranes.",
            "E) chloroplasts sense when light is available so that guard cells will open and guard cells will produce the O₂ necessary to power active transport."
        ],
        "back": "D",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "56) All of the following are adaptations that help reduce water loss from a plant except",
        "options": [
            "A) transpiration.",
            "B) sunken stomata.",
            "C) C4 photosynthesis.",
            "D) small, thick leaves.",
            "E) crassulacean acid metabolism."
        ],
        "back": "A",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "57) Which of the following best explains why very few CAM plants are tall?",
        "options": [
            "A) They have difficulty moving water and minerals to the top of the plant during the day.",
            "B) They would be unable to supply sufficient sucrose for active transport of minerals into the roots during the day or night.",
            "C) Transpiration occurs only at night, and this would cause a highly negative Ψ in the roots of a tall plant during the day.",
            "D) Since the stomata are closed in the leaves, the Casparian strip is closed in the endodermis of the root.",
            "E) With the stomata open at night, the transpiration rate would limit plant height."
        ],
        "back": "A",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "58) As a biologist, it is your job to look for plants that have evolved structures with a selective advantage in dry, hot conditions. Which of the following adaptations would be least likely to meet your objective?",
        "options": [
            "A) CAM plants that grow rapidly",
            "B) small, thick leaves with stomata on the lower surface",
            "C) a thick cuticle on fleshy leaves",
            "D) large, fleshy stems with the ability to carry out photosynthesis",
            "E) plants that do not produce abscisic acid and have a short, thick taproot"
        ],
        "back": "E",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "59) A primary result for stomatal closure on a hot, dry day would be",
        "options": [
            "A) release of K+ ions to the apoplast and subsidiary cells.",
            "B) displacement of Ca++ ions from the thick inner walls of the guard cells.",
            "C) disassembly of the microfibrils in the cell walls of the subsidiary cells.",
            "D) upregulation of aquaporin synthesis.",
            "E) downregulation of extension proteins."
        ],
        "back": "A",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "60) What is the driving force for the movement of solutes in the phloem of plants?",
        "options": [
            "A) gravity",
            "B) a difference in water potential (Ψ) between the source and the sink",
            "C) root pressure",
            "D) transpiration of water through the stomata",
            "E) adhesion of water to phloem sieve tubes"
        ],
        "back": "B",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "61) Phloem transport of sucrose is often described as going from source to sink. Which of the following would not normally function as a sink?",
        "options": [
            "A) growing leaf",
            "B) growing root",
            "C) storage organ in summer",
            "D) mature leaf",
            "E) shoot tip"
        ],
        "back": "D",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "62) Which of the following is a correct statement about sugar movement in phloem?",
        "options": [
            "A) Diffusion can account for the observed rates of transport.",
            "B) Movement can occur both upward and downward in the plant.",
            "C) Sugar is translocated from sinks to sources.",
            "D) Only phloem cells with nuclei can perform sugar movement.",
            "E) Sugar transport does not require energy."
        ],
        "back": "B",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "63) Phloem transport is described as being from source to sink. Which of the following would most accurately complete this statement about phloem transport as applied to most plants in the late spring? Phloem transports ________ from the ________ source to the ________ sink.",
        "options": [
            "A) amino acids; root; mycorrhizae",
            "B) sugars; leaf; apical meristem",
            "C) nucleic acids; flower; root",
            "D) proteins; root; leaf",
            "E) sugars; stem; root"
        ],
        "back": "B",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "64) Arrange the following five events in an order that explains the mass flow of materials in the phloem. 1. Water diffuses into the sieve tubes. 2. Leaf cells produce sugar by photosynthesis. 3. Solutes are actively transported into sieve tubes. 4. Sugar is transported from cell to cell in the leaf. 5. Sugar moves down the stem.",
        "options": [
            "A) 2, 1, 4, 3, 5",
            "B) 1, 2, 3, 4, 5",
            "C) 2, 4, 3, 1, 5",
            "D) 4, 2, 1, 3, 5",
            "E) 2, 4, 1, 3, 5"
        ],
        "back": "C",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "65) Water flows into the source end of a sieve tube because",
        "options": [
            "A) sucrose has diffused into the sieve tube, making it hypertonic.",
            "B) sucrose has been actively transported into the sieve tube, making it hypertonic.",
            "C) water pressure outside the sieve tube forces in water.",
            "D) the companion cell of a sieve tube actively pumps in water.",
            "E) sucrose has been transported out of the sieve tube by active transport."
        ],
        "back": "B",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "66) Which one of the following statements about transport of nutrients in phloem is false?",
        "options": [
            "A) Solute particles can be actively transported into phloem at the source.",
            "B) Companion cells control the rate and direction of movement of phloem sap.",
            "C) Differences in osmotic concentration at the source and sink cause a hydrostatic pressure gradient to be formed.",
            "D) A sink is that part of the plant where a particular solute is consumed or stored.",
            "E) A sink may be located anywhere in the plant."
        ],
        "back": "B",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "67) According to the pressure flow hypothesis of phloem transport,",
        "options": [
            "A) solute moves from a high concentration in the source to a lower concentration in the sink.",
            "B) water is actively transported into the source region of the phloem to create the turgor pressure needed.",
            "C) the combination of a high turgor pressure in the source and transpiration water loss from the sink moves solutes through phloem conduits.",
            "D) the formation of starch from sugar in the sink increases the osmotic concentration.",
            "E) the pressure in the phloem of a root is normally greater than the pressure in the phloem of a leaf."
        ],
        "back": "A",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "68) Plants do not have a circulatory system like that of some animals. If a water molecule did \"circulate\" (that is, go from one point in a plant to another and back in the same day), it would require the activity of",
        "options": [
            "A) only the xylem.",
            "B) only the phloem.",
            "C) only the endodermis.",
            "D) both the xylem and the endodermis.",
            "E) both the xylem and the phloem."
        ],
        "back": "E",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "69) Long-distance electrical signaling in the phloem has been shown to elicit a change in all of the following except",
        "options": [
            "A) rapid leaf movement.",
            "B) gene transcription.",
            "C) a switch from C4 to C3 photosynthesis.",
            "D) gene transcription.",
            "E) phloem unloading."
        ],
        "back": "C",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "70) Plasmodesmata can change in number, and when dilated can provide a passageway for",
        "options": [
            "A) macromolecules such as RNA and proteins.",
            "B) ribosomes.",
            "C) chloroplasts.",
            "D) mitochondria.",
            "E) cytoskeletal components."
        ],
        "back": "A",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "The following photo shows a strawberry leaf displaying guttation. Answer the following question regarding guttation. 71) What is the main cause of guttation in plants?",
        "options": [
            "A) root pressure",
            "B) transpiration",
            "C) pressure flow in phloem",
            "D) plant injury",
            "E) condensation of atmospheric water"
        ],
        "back": "A",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": [
            "https://web.archive.org/web/20170801115708im_/https://www.easynotecards.com/uploads/410/35/_39367d51_13ab9201884__8000_00000128.jpg"
        ]
    },
    {
        "front": "72) A fellow student brought in a leaf to be examined. The leaf was dark green, thin, had stoma on the lower surface only, and had a total surface area of 10 square meters. Where is the most likely environment where this leaf was growing?",
        "options": [
            "A) a dry, sandy region",
            "B) a large, still pond",
            "C) a tropical rain forest",
            "D) an oasis within a grassland",
            "E) the floor of a deciduous forest"
        ],
        "back": "C",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "73) Several tomato plants are growing in a small garden plot. If soil water potential were to drop significantly on a hot summer afternoon, which of the following would most likely occur?",
        "options": [
            "A) Stomatal apertures would decrease.",
            "B) Transpiration would increase.",
            "C) The leaves would become more turgid.",
            "D) The uptake of CO2 would be enhanced.",
            "E) The proton gradient would dissipate."
        ],
        "back": "A",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "74) The symplast transports all of the following except",
        "options": [
            "A) sugars.",
            "B) mRNA.",
            "C) DNA.",
            "D) proteins.",
            "E) viruses."
        ],
        "back": "C",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "75) Which of the following is an adaptation that enhances the uptake of water and minerals by roots?",
        "options": [
            "A) mycorrhizae",
            "B) cavitation",
            "C) active uptake by vessel elements",
            "D) rhythmic contractions by cortical cells",
            "E) pumping through plasmodesmata"
        ],
        "back": "A",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "76) Which structure or compartment is part of the symplast?",
        "options": [
            "A) the interior of a vessel element",
            "B) the interior of a sieve tube",
            "C) the cell wall of a mesophyll cell",
            "D) an extracellular air space",
            "E) the cell wall of a root hair"
        ],
        "back": "B",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "77) Movement of phloem sap from a source to a sink",
        "options": [
            "A) occurs through the apoplast of sieve-tube elements.",
            "B) depends ultimately on the activity of proton pumps.",
            "C) depends on tension, or negative pressure potential.",
            "D) depends on pumping water into sieve tubes at the source.",
            "E) results mainly from diffusion."
        ],
        "back": "B",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "78) Photosynthesis ceases when leaves wilt, mainly because",
        "options": [
            "A) the chlorophyll in wilting leaves is degraded.",
            "B) flaccid mesophyll cells are incapable of photosynthesis.",
            "C) stomata close, preventing CO₂ from entering the leaf.",
            "D) photolysis, the water-splitting step of photosynthesis, cannot occur when there is a water deficiency.",
            "E) accumulation of CO₂ in the leaf inhibits enzymes."
        ],
        "back": "C",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "79) What would enhance water uptake by a plant cell?",
        "options": [
            "A) decreasing the Ψ of the surrounding solution",
            "B) increasing the pressure exerted by the cell wall",
            "C) the loss of solutes from the cell",
            "D) increasing the Ψ of the cytoplasm",
            "E) positive pressure on the surrounding solution"
        ],
        "back": "E",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "80) A plant cell with a ΨS of -0.65 MPa maintains a constant volume when bathed in a solution that has a ΨS of -0.30 MPa and is in an open container. The cell has a",
        "options": [
            "A) ΨP of +0.65 MPa.",
            "B) Ψ of -0.65 MPa.",
            "C) ΨP of +0.35 MPa.",
            "D) ΨP of +0.30 MPa.",
            "E) Ψ of 0 MPa."
        ],
        "back": "C",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "81) Compared with a cell with few aquaporins in its membrane, a cell containing many aquaporins will",
        "options": [
            "A) have a faster rate of osmosis.",
            "B) have a lower water potential.",
            "C) have a higher water potential.",
            "D) have a faster rate of active transport.",
            "E) accumulate water by active transport."
        ],
        "back": "A",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    },
    {
        "front": "82) Which of the following would tend to increase transpiration?",
        "options": [
            "A) a rainstorm",
            "B) sunken stomata",
            "C) a thicker cuticle",
            "D) higher stomatal density",
            "E) spiny leaves"
        ],
        "back": "D",
        "unit": "Unit 36",
        "chapter": "Chapter 36",
        "images": []
    }
]